[
    {
        "id": "1",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 1,
        "text": "In the beginning, Elohim created the skies and the land,",
        "bookname": "Genesis"
    },
    {
        "id": "2",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 2,
        "text": "now, the land was wild and waste and darkness was over the face of the watery deep but the breath/wind of Elohim was hovering over the face of the waters",
        "bookname": "Genesis"
    },
    {
        "id": "3",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 3,
        "text": "and Elohim said, “Let there be light” and there was light.",
        "bookname": "Genesis"
    },
    {
        "id": "4",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 4,
        "text": "And Elohim saw that the light was good; and Elohim separated the light from the darkness.",
        "bookname": "Genesis"
    },
    {
        "id": "5",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 5,
        "text": "And Elohim called the light “day,” and the darkness he called “night.” And there was evening and there was morning, one day.",
        "bookname": "Genesis"
    },
    {
        "id": "6",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 6,
        "text": "And Elohim said, “Let there be a dome in the middle of the waters, and let it separate the waters from the waters.”",
        "bookname": "Genesis"
    },
    {
        "id": "7",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 7,
        "text": "And Elohim made the dome, and he separated the waters which were below the dome from the waters which were above the dome; and it was so.",
        "bookname": "Genesis"
    },
    {
        "id": "8",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 8,
        "text": "And Elohim called the dome “skies.” And there was evening and there was morning, a second day.",
        "bookname": "Genesis"
    },
    {
        "id": "9",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 9,
        "text": "And Elohim said, “Let the waters below the skies be gathered into one place, and let the dry ground be seen;”",
        "bookname": "Genesis"
    },
    {
        "id": "10",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 10,
        "text": "and it was so. And Elohim called the dry ground “land,” and the gathering of the waters he called “seas” and Elohim saw that it was good.",
        "bookname": "Genesis"
    },
    {
        "id": "11",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 11,
        "text": "and Elohim said, “Let the land sprout vegetation, vegetative plants that produce seed, fruit trees that make fruit according to its kind, which has its seed inside it, upon the land and it was so.",
        "bookname": "Genesis"
    },
    {
        "id": "12",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 12,
        "text": "And the land brought out vegetative plants that produce seed according to its kind and trees that make fruit which has its seed in it according to its kind and Elohim saw that it was good.",
        "bookname": "Genesis"
    },
    {
        "id": "13",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 13,
        "text": "And there was evening and there was morning, a third day.",
        "bookname": "Genesis"
    },
    {
        "id": "14",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 14,
        "text": "And Elohim said, “Let there be lights in the dome of the skies to separate the day from the night, and let them be for signs and for sacred feasts and for days and years;",
        "bookname": "Genesis"
    },
    {
        "id": "15",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 15,
        "text": "and let them be for lights in the dome of the skies to give light on the land.” And it was so.",
        "bookname": "Genesis"
    },
    {
        "id": "16",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 16,
        "text": "And Elohim made the two great lights, the great light to rule the day, and the small light to rule the night; and also the stars.",
        "bookname": "Genesis"
    },
    {
        "id": "17",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 17,
        "text": "And Elohim placed them in the dome of the skies to give light on the land,",
        "bookname": "Genesis"
    },
    {
        "id": "18",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 18,
        "text": "and to rule the day and the night, and to separate the light from the darkness; and Elohim saw that it was good.",
        "bookname": "Genesis"
    },
    {
        "id": "19",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 19,
        "text": "And there was evening and there was morning, a fourth day.",
        "bookname": "Genesis"
    },
    {
        "id": "20",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 20,
        "text": "And Elohim said, “Let the waters swarm with a swarm of living creatures, and let birds fly above the land against the face of the dome of the skies”",
        "bookname": "Genesis"
    },
    {
        "id": "21",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 21,
        "text": "and Elohim created the great sea-monsters and every living creature that moves, with which the waters swarmed after their kind, and every bird of wing after its kind; and Elohim saw that it was good.",
        "bookname": "Genesis"
    },
    {
        "id": "22",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 22,
        "text": "And Elohim blessed them, saying, “Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "23",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 23,
        "text": "And there was evening and there was morning, a fifth day.",
        "bookname": "Genesis"
    },
    {
        "id": "24",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 24,
        "text": "And Elohim said, “Let the land bring out living creatures according to their kind, cattle and creeping things and beasts of the land according to their kind”; and it was so.",
        "bookname": "Genesis"
    },
    {
        "id": "25",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 25,
        "text": "And Elohim made the beasts of the land according to their kind, and the cattle according to their kind, and the creepers of the ground according to its kind and Elohim saw that it was good.",
        "bookname": "Genesis"
    },
    {
        "id": "26",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 26,
        "text": "And Elohim said, “Let us make human in our image, according to our likeness;",
        "bookname": "Genesis"
    },
    {
        "id": "27",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 27,
        "text": "and let them rule over the fish of the sea and over the birds of the sky and over the cattle and over all the land, and over every creeper that creeps on the land.” And Elohim created human in his image, in the image of Elohim he created him; male and female he created them.",
        "bookname": "Genesis"
    },
    {
        "id": "28",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 28,
        "text": "And Elohim blessed them, and Elohim said to them, “Be fruitful and multiply, and fill the land, and subdue it;",
        "bookname": "Genesis"
    },
    {
        "id": "29",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 29,
        "text": "and rule over the fish of the sea and over the birds of the sky and over living creature that creeps on the land.” And Elohim said, “Behold, I have given to you every plant producing seed that is on the face of all the land, and every tree which has fruit producing seed;",
        "bookname": "Genesis"
    },
    {
        "id": "30",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 30,
        "text": "it shall be food for y’all; and for every beast of the land, and for every bird of the sky, and for every thing that moves on the land which has living being in it, every green plant is for food” and it was so.",
        "bookname": "Genesis"
    },
    {
        "id": "31",
        "translation": "BP2025",
        "book": "1",
        "chapter": 1,
        "verse": 31,
        "text": "And Elohim saw all that he had made, and behold, it was very good. and there was evening and there was morning, a sixth day.",
        "bookname": "Genesis"
    },
    {
        "id": "32",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 1,
        "text": "And they were completed, the skies and the land and all their hosts,",
        "bookname": "Genesis"
    },
    {
        "id": "33",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 2,
        "text": "and Elohim completed on the seventh day his work which he had made and he rested on the seventh day from all his work which he had made",
        "bookname": "Genesis"
    },
    {
        "id": "34",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 3,
        "text": "and Elohim blessed the seventh day and he set it apart as holy, because on it he rested from all his work which Elohim created to make.",
        "bookname": "Genesis"
    },
    {
        "id": "35",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 4,
        "text": "These are the generations of the skies and the land, when they were created: In the day when Yahweh Elohim made the land and skies,",
        "bookname": "Genesis"
    },
    {
        "id": "36",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 5,
        "text": "and no shrub of the field was yet in the land, and no plant of the field had yet sprouted, for the Lord Elohim had not sent rain upon the land, and there was no human to work the ground,",
        "bookname": "Genesis"
    },
    {
        "id": "37",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 6,
        "text": "but a stream/flow would go up from the land and it would water the whole face of the ground,",
        "bookname": "Genesis"
    },
    {
        "id": "38",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 7,
        "text": "then Yahweh Elohim formed the human of dust from the ground, and he breathed into his nostrils the breath of life; and the human became a living being.",
        "bookname": "Genesis"
    },
    {
        "id": "39",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 8,
        "text": "And Yahweh Elohim planted a garden in Eden, toward the east [or: from of old], and he placed there the human whom he had formed.",
        "bookname": "Genesis"
    },
    {
        "id": "40",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 9,
        "text": "And Yahweh Elohim caused to sprout from the ground every tree that is desirable to sight and good for eating; and the tree of life also in the middle of the garden, and the tree of the knowing of good and bad.",
        "bookname": "Genesis"
    },
    {
        "id": "41",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 10,
        "text": "Now, a river went out from Eden to water the garden; and from there it separated and became four heads:",
        "bookname": "Genesis"
    },
    {
        "id": "42",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 11,
        "text": "The name of the first is Pishon; it goes around the whole land of Havilah, which has there gold",
        "bookname": "Genesis"
    },
    {
        "id": "43",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 12,
        "text": "and the gold of that land is good; there are the bdellium and the onyx stone.",
        "bookname": "Genesis"
    },
    {
        "id": "44",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 13,
        "text": "And the name of the second river is Gihon; it goes around the whole land of Cush.",
        "bookname": "Genesis"
    },
    {
        "id": "45",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 14,
        "text": "And the name of the third river is Tigris; it goes east of Assyria. And the fourth river, it is the Euphrates.",
        "bookname": "Genesis"
    },
    {
        "id": "46",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 15,
        "text": "And Yahweh Elohim took the human and he rested him in the garden of Eden to serve it and to keep it.",
        "bookname": "Genesis"
    },
    {
        "id": "47",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 16,
        "text": "and Yahweh Elohim commanded the human, saying, “From every tree of the garden you will surely eat;",
        "bookname": "Genesis"
    },
    {
        "id": "48",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 17,
        "text": "but from the tree of the knowledge of good and bad you will not eat from it, for in the day that you eat from it you will surely die.”",
        "bookname": "Genesis"
    },
    {
        "id": "49",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 18,
        "text": "And Yahweh Elohim said, “It is not good for the human to be alone, I will make a help-counterpart for him.”",
        "bookname": "Genesis"
    },
    {
        "id": "50",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 19,
        "text": "And Yahweh formed from the ground every living creature of the field and every bird of the skies and he brought them to the human to see what he would call it, and everything which the human would call it a living being, that was its name.",
        "bookname": "Genesis"
    },
    {
        "id": "51",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 20,
        "text": "And the human called the names of every beast and bird of the skies and every living creature of the field but for the human there was not found a help-counterpart",
        "bookname": "Genesis"
    },
    {
        "id": "52",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 21,
        "text": "and Yahweh caused to fall a deep sleep on the human and he slept and he took one from his sides and he closed the flesh of its place",
        "bookname": "Genesis"
    },
    {
        "id": "53",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 22,
        "text": "and Yahweh built the side which he took from the human into woman and he brought her to the human.",
        "bookname": "Genesis"
    },
    {
        "id": "54",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 23,
        "text": "And the human said “This time, bone from my bones, and flesh from my flesh. This one will be called ‘woman’ for from ‘man’ this one was taken.”",
        "bookname": "Genesis"
    },
    {
        "id": "55",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 24,
        "text": "For this reason, a man will leave his father and his mother, and he will cling to his woman, and they will become one flesh.",
        "bookname": "Genesis"
    },
    {
        "id": "56",
        "translation": "BP2025",
        "book": "1",
        "chapter": 2,
        "verse": 25,
        "text": "And the two of them were naked, the human and his woman, and they were not ashamed.",
        "bookname": "Genesis"
    },
    {
        "id": "57",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 1,
        "text": "Now, the snake was more shrewd than any beast of the field which Yahweh Elohim had made, and it said to the woman, “Indeed, has Elohim said, ‘You shall not eat from any tree of the garden’?”",
        "bookname": "Genesis"
    },
    {
        "id": "58",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 2,
        "text": "And the woman said to the snake, “From the fruit of the trees of the garden we may eat;",
        "bookname": "Genesis"
    },
    {
        "id": "59",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 3,
        "text": "but from the fruit of the tree which is in the middle of the garden; Elohim has said, ‘You shall not eat from it or touch it, or you will die.’”",
        "bookname": "Genesis"
    },
    {
        "id": "60",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 4,
        "text": "And the snake said to the woman, “You surely will not die!",
        "bookname": "Genesis"
    },
    {
        "id": "61",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 5,
        "text": "For Elohim knows that in the day you eat from it your eyes will be opened, and you will be like Elohim, knowers of good and bad.”",
        "bookname": "Genesis"
    },
    {
        "id": "62",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 6,
        "text": "And the woman saw that the tree was good for eating, and that it was desirable to the eyes, and that the tree was desirable to make one wise, and she took from its fruit and she ate;",
        "bookname": "Genesis"
    },
    {
        "id": "63",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 7,
        "text": "and she gave also to her husband with her, and he ate. And the eyes of both of them were opened, and they knew that they were naked (ערום); and they sewed leaves of fig tree together and made themselves loin coverings.",
        "bookname": "Genesis"
    },
    {
        "id": "64",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 8,
        "text": "And they heard the sound of Yahweh Elohim walking in the garden in the wind of the day and the human and his woman hid themselves from before the face of Yahweh Elohim among the trees of the garden.",
        "bookname": "Genesis"
    },
    {
        "id": "65",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 9,
        "text": "And Yahweh Elohim called to the human, and said to him, “Where are you?”",
        "bookname": "Genesis"
    },
    {
        "id": "66",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 10,
        "text": "And he [the human] said, “I heard the sound of you in the garden, and I was afraid because I was naked; and I hid myself.”",
        "bookname": "Genesis"
    },
    {
        "id": "67",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 11,
        "text": "And he [Yahweh Elohim] said, “Who told you that you were naked? Have you eaten from the tree of which I commanded you not to eat?”",
        "bookname": "Genesis"
    },
    {
        "id": "68",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 12,
        "text": "And the human said, “The woman whom you gave to be with me, she gave me from the tree, and I ate.”",
        "bookname": "Genesis"
    },
    {
        "id": "69",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 13,
        "text": "And Yahweh Elohim said to the woman, “What is this you have done?” And the woman said, “The snake deceived me, and I ate.”",
        "bookname": "Genesis"
    },
    {
        "id": "70",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 14,
        "text": "And Yahweh Elohim said to the snake, “Because you have done this thing, you are cursed more than every beast and more than every living creature of the field on your belly you will go, and dust you will eat, all the days of your life.",
        "bookname": "Genesis"
    },
    {
        "id": "71",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 15,
        "text": "And I will set hostility between you and the woman, and between your seed and her seed; he will strike your head and you will strike his heel.”",
        "bookname": "Genesis"
    },
    {
        "id": "72",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 16,
        "text": "And to the woman he said, “I will greatly multiply your grief and your conception, in grief you will birth children, and your desire will be for your husband, and he will rule over you.”",
        "bookname": "Genesis"
    },
    {
        "id": "73",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 17,
        "text": "And to human he said, “Because you have listened to the voice of your wife, and you have eaten from the tree about which I commanded you, saying, ‘You shall not eat from it.’ Cursed is the ground on account of you; in grief you will eat from it all the days of your life.",
        "bookname": "Genesis"
    },
    {
        "id": "74",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 18,
        "text": "Thorns and thistles it shall sprout for you; and you will eat the plants of the field;",
        "bookname": "Genesis"
    },
    {
        "id": "75",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 19,
        "text": "by the sweat of your face you will eat bread, until you return to the ground, because from it you were taken; for you are dust, and to dust you will return.”",
        "bookname": "Genesis"
    },
    {
        "id": "76",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 20,
        "text": "And the human called the name of his woman “Eve,” “for she is the mother of all living,”",
        "bookname": "Genesis"
    },
    {
        "id": "77",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 21,
        "text": "and Elohim made for human and his wife, garments of skin, and he clothed them.",
        "bookname": "Genesis"
    },
    {
        "id": "78",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 22,
        "text": "And Yahweh Elohim said, “Look, the human has become like one of us, knowing good and bad, and now so that he won’t send out his hand and take also from the tree of life, and eat and live forever.”",
        "bookname": "Genesis"
    },
    {
        "id": "79",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 23,
        "text": "And Yahweh Elohim sent him out from the garden to work the ground from which he was taken",
        "bookname": "Genesis"
    },
    {
        "id": "80",
        "translation": "BP2025",
        "book": "1",
        "chapter": 3,
        "verse": 24,
        "text": "and he banished the human and he made to dwell at the east of the garden of Eden cherubim and the flame of the whirling sword to guard way to the tree of life.",
        "bookname": "Genesis"
    },
    {
        "id": "81",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 1,
        "text": "Now, the human knew his wife Eve, and she conceived and she gave birth to Cain, and she said, “I have created a man (in comparison) with Yahweh.”",
        "bookname": "Genesis"
    },
    {
        "id": "82",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 2,
        "text": "And again she gave birth to his brother Abel, and Abel was a shepherd of flocks, but Cain was a tiller of the ground.",
        "bookname": "Genesis"
    },
    {
        "id": "83",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 3,
        "text": "And it came from the end of days and Cain brought from the fruit of the ground an offering to Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "84",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 4,
        "text": "And Abel, also he brought from the firstborn of his flock and from their fat portions, and Yahweh gazed upon Abel and for his offering;",
        "bookname": "Genesis"
    },
    {
        "id": "85",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 5,
        "text": "but upon Cain and upon his offering he did not gaze. And there was heat-anger to Cain, and his face fell,",
        "bookname": "Genesis"
    },
    {
        "id": "86",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 6,
        "text": "and Yahweh said to Cain, “Why is there heat-anger to you? And why has your face fallen?",
        "bookname": "Genesis"
    },
    {
        "id": "87",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 7,
        "text": "If you do good, won’t there be lifting up? And if you do not do good, at the door, sin is a croucher, and its desire is for you, but you can rule it.”",
        "bookname": "Genesis"
    },
    {
        "id": "88",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 8,
        "text": "And Cain spoke to Abel his brother, 2and it came about when they were in the field, and Cain rose up to Abel his brother and he killed him.",
        "bookname": "Genesis"
    },
    {
        "id": "89",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 9,
        "text": "And Yahweh said to Cain, “Where is Abel your brother?”",
        "bookname": "Genesis"
    },
    {
        "id": "90",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 10,
        "text": "And he said, “I do not know. Am I the keeper of my brother?” And he said, “What have you done? The voice of the shed-blood of your brother is crying out to me from the ground.",
        "bookname": "Genesis"
    },
    {
        "id": "91",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 11,
        "text": "And now, you are cursed from the ground, which has opened its mouth to receive the shed-blood of your brother from your hand.",
        "bookname": "Genesis"
    },
    {
        "id": "92",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 12,
        "text": "When you work the ground, it will no longer yield its strength to you; you will be a vagrant and a wanderer in the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "93",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 13,
        "text": "And Cain said to the Lord, “My punishment is too great to lift up,",
        "bookname": "Genesis"
    },
    {
        "id": "94",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 14,
        "text": "behold, you have banished me this day from the face of the ground; and from your face I will be hidden, and I will be a vagrant and a wanderer in the land, and whoever finds me will kill me.”",
        "bookname": "Genesis"
    },
    {
        "id": "95",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 15,
        "text": "And Yahweh said to him, “Therefore whoever kills Cain, seven times he will be avenged,” and Yahweh established a sign for Cain, so that anyone who finds him would not strike him.",
        "bookname": "Genesis"
    },
    {
        "id": "96",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 16,
        "text": "And Cain went out from the face of Yahweh, and he dwelt in the land of Wandering/Nod, east of Eden.",
        "bookname": "Genesis"
    },
    {
        "id": "97",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 17,
        "text": "And Cain knew his wife and she conceived, and gave birth to Enoch; and he built a city, and called the name of the city “Enoch,” according to the name of his son.",
        "bookname": "Genesis"
    },
    {
        "id": "98",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 18,
        "text": "And to Enoch was born Irad, and Irad birthed Mehuyael, and Mehuyael birthed Methushael, and Methushael birthed Lamech.",
        "bookname": "Genesis"
    },
    {
        "id": "99",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 19,
        "text": "And Lamech took for himself two wives: the name of the one was Adah, and the name of the other, Zillah.",
        "bookname": "Genesis"
    },
    {
        "id": "100",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 20,
        "text": "And Adah gave birth to Yabal; he was the father of those who dwell in tents and have livestock.",
        "bookname": "Genesis"
    },
    {
        "id": "101",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 21,
        "text": "And his brother’s name was Yubal; he was the father of all those who play the lyre and pipe.",
        "bookname": "Genesis"
    },
    {
        "id": "102",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 22,
        "text": "And Zillah, she also gave birth to Tubal-Cain, the forger of all implements of bronze and iron; and the sister of Tubal-cain was Naamah.",
        "bookname": "Genesis"
    },
    {
        "id": "103",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 23,
        "text": "And Lamech said to his wives, “Adah and Zillah, listen to my voice, wives of Lamech, hear my speech, for I have killed a man for wounding me; and a young man for striking me;",
        "bookname": "Genesis"
    },
    {
        "id": "104",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 24,
        "text": "if Cain is avenged seven times, then Lamech seventy seven times.”",
        "bookname": "Genesis"
    },
    {
        "id": "105",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 25,
        "text": "And Adam knew his wife again and she gave birth to a son, and she named him “Seth,” because “God has appointed me another seed in place of Abel, for Cain killed him.”",
        "bookname": "Genesis"
    },
    {
        "id": "106",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 26,
        "text": "And to Seth, to him also a son was born; and he called his name Enosh.",
        "bookname": "Genesis"
    },
    {
        "id": "107",
        "translation": "BP2025",
        "book": "1",
        "chapter": 4,
        "verse": 27,
        "text": "Then it was begun, to call on the name of Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "108",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 1,
        "text": "This is the scroll of the generations of human/Adam: In the day when Elohim created humanity, he made him as the likeness of Elohim,",
        "bookname": "Genesis"
    },
    {
        "id": "109",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 2,
        "text": "male and female he created them, and he blessed them and he named them “human” in the day when they were created.",
        "bookname": "Genesis"
    },
    {
        "id": "110",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 3,
        "text": "And human/Adam had lived 130 years, and he caused the birth of one in his own likeness, according to his image, and named him Seth.",
        "bookname": "Genesis"
    },
    {
        "id": "111",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 4,
        "text": "And the days of Adam after he caused the birth of Seth were 800 years, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "112",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 5,
        "text": "And all the days that Adam lived were 930 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "113",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 6,
        "text": "And Seth lived 105 years, and he caused the birth of Enosh.",
        "bookname": "Genesis"
    },
    {
        "id": "114",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 7,
        "text": "And Seth lived 807 years after he caused the birth of Enosh, and he caused the birth of sons and daughters,",
        "bookname": "Genesis"
    },
    {
        "id": "115",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 8,
        "text": "and all the days of Seth were 912 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "116",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 9,
        "text": "And Enosh lived 90 years, and he caused the birth of Cainan.",
        "bookname": "Genesis"
    },
    {
        "id": "117",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 10,
        "text": "And Enosh lived 815 years after he caused the birth of Cainan, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "118",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 11,
        "text": "And all the days of Enosh were 905 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "119",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 12,
        "text": "And Cainan lived 70 years, and he caused the birth of Mahalalel.",
        "bookname": "Genesis"
    },
    {
        "id": "120",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 13,
        "text": "and Cainan lived 840 years after he he caused the birth of Mahalalel, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "121",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 14,
        "text": "And all the days of Cainan were 910 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "122",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 15,
        "text": "And Mahalalel lived 65 years, and he caused the birth of Jared.",
        "bookname": "Genesis"
    },
    {
        "id": "123",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 16,
        "text": "And Mahalalel lived 830 years after he became the father of Jared, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "124",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 17,
        "text": "And all the days of Mahalalel were 895 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "125",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 18,
        "text": "And Jared lived 162 years, and he caused the birth of Enoch.",
        "bookname": "Genesis"
    },
    {
        "id": "126",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 19,
        "text": "And Jared lived 800 after he became the father of Enoch, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "127",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 20,
        "text": "And all the days of Jared were 962 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "128",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 21,
        "text": "And Enoch lived 65 years, and he caused the birth of Methuselah,",
        "bookname": "Genesis"
    },
    {
        "id": "129",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 22,
        "text": "and Enoch walked with God 300 years after he became the father of Methuselah, and he caused the birth of sons and daughters,",
        "bookname": "Genesis"
    },
    {
        "id": "130",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 23,
        "text": "and all the days of Enoch were 365 years,",
        "bookname": "Genesis"
    },
    {
        "id": "131",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 24,
        "text": "and Enoch walked with God; and he was not, for God took him.",
        "bookname": "Genesis"
    },
    {
        "id": "132",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 25,
        "text": "And Methuselah lived 187 years, and he became the father of Lamech,",
        "bookname": "Genesis"
    },
    {
        "id": "133",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 26,
        "text": "and Methuselah lived 782 years after he became the father of Lamech, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "134",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 27,
        "text": "And all the days of Methuselah were 969 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "135",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 28,
        "text": "And Lamech lived 182 years, and he caused the birth of a son,",
        "bookname": "Genesis"
    },
    {
        "id": "136",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 29,
        "text": "and he called his name “Noakh,” saying, “This one will give us comfort from our work and from the toil of our hands from the ground which the Lord has cursed.”",
        "bookname": "Genesis"
    },
    {
        "id": "137",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 30,
        "text": "And Lamech lived 595 years after he became the father of Noakh, and he caused the birth of sons and daughters,",
        "bookname": "Genesis"
    },
    {
        "id": "138",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 31,
        "text": "and all the days of Lamech were 777 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "139",
        "translation": "BP2025",
        "book": "1",
        "chapter": 5,
        "verse": 32,
        "text": "And Noakh was 500 years old, and Noakh he caused the birth of Shem, Ham, and Yapheth.",
        "bookname": "Genesis"
    },
    {
        "id": "140",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 1,
        "text": "And it came about, when humanity began to multiply on the face of the land, and daughters were born to/for them,",
        "bookname": "Genesis"
    },
    {
        "id": "141",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 2,
        "text": "and the sons of elohim saw the daughters of humanity that they were good and they took wives for themselves, whomever they chose",
        "bookname": "Genesis"
    },
    {
        "id": "142",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 3,
        "text": "and Yahweh said, “My Spirit/breath will not dwell with humanity forever, because he also is flesh; and his days will be 120 years.”",
        "bookname": "Genesis"
    },
    {
        "id": "143",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 4,
        "text": "The Nephilim were in the land in those days, and also afterward, when the sons of elohim went into the daughters of humanity, and they bore children for them; these are the mighty warriors who are from ancient time, men of the name.",
        "bookname": "Genesis"
    },
    {
        "id": "144",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 5,
        "text": "And Yahweh saw that multiplied was the badness of humanity in the land, and every purpose of the plans of his heart was only bad all the day,",
        "bookname": "Genesis"
    },
    {
        "id": "145",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 6,
        "text": "and Yahweh regretted that he made humanity in the land, and he was pained in his heart.",
        "bookname": "Genesis"
    },
    {
        "id": "146",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 7,
        "text": "And Yahweh said, “I will wipe away humanity that I created from the face of the ground, from humanity to animals to creeping things and to birds of the skies for I regret that I have made them.”",
        "bookname": "Genesis"
    },
    {
        "id": "147",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 8,
        "text": "but Noakh found favor in the eyes of Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "148",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 9,
        "text": "These are the birth-generations of Noakh; Noakh was a righteous one, blameless in his generation; Noakh walked with Elohim;",
        "bookname": "Genesis"
    },
    {
        "id": "149",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 10,
        "text": "and Noakh birthed three sons: Shem, Ham, and Yapheth.",
        "bookname": "Genesis"
    },
    {
        "id": "150",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 11,
        "text": "And the land was ruined before Elohim, and the land was filled with violence,",
        "bookname": "Genesis"
    },
    {
        "id": "151",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 12,
        "text": "and Elohim saw the land: and behold, it was ruined, for all flesh had ruined its/his way upon the land.",
        "bookname": "Genesis"
    },
    {
        "id": "152",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 13,
        "text": "And Elohim said to Noakh, “The end of all flesh has come before me, because the land is filled with violence because of them, and behold, I am going to ruin the land.",
        "bookname": "Genesis"
    },
    {
        "id": "153",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 14,
        "text": "Make for yourself an ark of gopher trees you will make the ark with nests, and shall pitch it inside and out with pitch.",
        "bookname": "Genesis"
    },
    {
        "id": "154",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 15,
        "text": "This is how you will make it: 300 cubits: the length of the ark, 50 cubits: its width, 30 cubits: its height.",
        "bookname": "Genesis"
    },
    {
        "id": "155",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 16,
        "text": "You will make a window for the ark, and you will finish it to a cubit from the top; and you will set the door of the ark in its side; you will it with lowers, seconds, and thirds.",
        "bookname": "Genesis"
    },
    {
        "id": "156",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 17,
        "text": "and behold, I am going to bring the flood of water upon the land, to ruin all flesh, which has in it the breath of life, from under the skies, everything that is on the land will expire,",
        "bookname": "Genesis"
    },
    {
        "id": "157",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 18,
        "text": "and I will set up my covenant with you; and you will go into the ark you and your sons and your wife, and your sons’ wives with you.",
        "bookname": "Genesis"
    },
    {
        "id": "158",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 19,
        "text": "And of every living thing of all flesh, two of everything you will make go into the ark, to keep them alive with you; they shall be male and female.",
        "bookname": "Genesis"
    },
    {
        "id": "159",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 20,
        "text": "Of the birds after their kind, and of the animals after their kind, of every creeping thing of the ground after its kind, two of every kind will go to you to keep them alive;",
        "bookname": "Genesis"
    },
    {
        "id": "160",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 21,
        "text": "and as for you, take for yourself some of all edible-food that you will eat, and gather it to yourself;",
        "bookname": "Genesis"
    },
    {
        "id": "161",
        "translation": "BP2025",
        "book": "1",
        "chapter": 6,
        "verse": 22,
        "text": "and it shall be for edible-food for you and for them.” And Noakh did according to all that Elohim had commanded him, so he did.",
        "bookname": "Genesis"
    },
    {
        "id": "162",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 1,
        "text": "And Yahweh said to Noakh, “Go into the ark, you and all your household, for you I have seen as a righteous one before me in this generation;",
        "bookname": "Genesis"
    },
    {
        "id": "163",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 2,
        "text": "you will take for yourself from every pure animal seven each, a man and his wife and from the animal which is not pure, two each, a man and his wife,",
        "bookname": "Genesis"
    },
    {
        "id": "164",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 3,
        "text": "also from the birds of the skies, seven each, male and female, to keep alive seed on the face of the land,",
        "bookname": "Genesis"
    },
    {
        "id": "165",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 4,
        "text": "for in seven more days, I will send rain on the land forty days and forty nights; and I will wipe away from the face of the land every standing-thing that I have made.”",
        "bookname": "Genesis"
    },
    {
        "id": "166",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 5,
        "text": "And Noakh did according to all that Yahweh had commanded him.",
        "bookname": "Genesis"
    },
    {
        "id": "167",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 6,
        "text": "And Noakh was 600 years old, and the flood of waters came upon the land.",
        "bookname": "Genesis"
    },
    {
        "id": "168",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 7,
        "text": "And Noakh went, and his sons and his wife and his sons’ wives with him into the ark because of the waters of the flood;",
        "bookname": "Genesis"
    },
    {
        "id": "169",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 8,
        "text": "from the pure animals and from the animals that are not pure and from the birds and from everything that creeps on the ground,",
        "bookname": "Genesis"
    },
    {
        "id": "170",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 9,
        "text": "two by two they went to Noakh, into the ark, male and female, just as Elohim had commanded Noakh.",
        "bookname": "Genesis"
    },
    {
        "id": "171",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 10,
        "text": "And it came about after the seven days, and the waters of the flood came upon the land.",
        "bookname": "Genesis"
    },
    {
        "id": "172",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 11,
        "text": "And in the 600th year of Noakh’s life, in the second month, on the 17th day of the month, on that day all the fountains of the great deep burst open, and the windows of the skies were opened.",
        "bookname": "Genesis"
    },
    {
        "id": "173",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 12,
        "text": "And there was rain upon the land for 40 days and 40 nights.",
        "bookname": "Genesis"
    },
    {
        "id": "174",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 13,
        "text": "On that very day Noakh went and Shem and Ham and Yapheth, the sons of Noakh, and Noakh’s wife and the three wives of his sons with them, into the ark,",
        "bookname": "Genesis"
    },
    {
        "id": "175",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 14,
        "text": "they, and every living creature after its kind, and all the beast after their kind, and every creeper that creeps on the land after its kind, and every bird after its kind, every bird of every wing.",
        "bookname": "Genesis"
    },
    {
        "id": "176",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 15,
        "text": "And they went to Noakh, into the ark, two by two, from all flesh in which was the breath of life,",
        "bookname": "Genesis"
    },
    {
        "id": "177",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 16,
        "text": "and those going, male and female of all flesh, went as Elohim had commanded him; and Yahweh closed behind him.",
        "bookname": "Genesis"
    },
    {
        "id": "178",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 17,
        "text": "And the flood was 40 days upon the land, and the waters were great and they lifted up the ark, and it rose up over the land,",
        "bookname": "Genesis"
    },
    {
        "id": "179",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 18,
        "text": "and the waters were mighty, and they were very great upon the land, and the ark went on the face of the waters,",
        "bookname": "Genesis"
    },
    {
        "id": "180",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 19,
        "text": "and the waters were mighty, very very much, upon the land, and they covered all the high mountains which are under the skies,",
        "bookname": "Genesis"
    },
    {
        "id": "181",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 20,
        "text": "15 cubits above, the waters were mighty, and they covered the mountains;",
        "bookname": "Genesis"
    },
    {
        "id": "182",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 21,
        "text": "and all flesh expired, what creeps on the land, with the birds and with the beasts and with the living creatures, and with all the swarmers that swarm upon the land, and all humanity,",
        "bookname": "Genesis"
    },
    {
        "id": "183",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 22,
        "text": "everything that had the inhalation of the breath of life in its nostrils, from everything that was on the dry land, they died.",
        "bookname": "Genesis"
    },
    {
        "id": "184",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 23,
        "text": "And he wiped away every standing-thing that was upon the face of the land, from humanity to animals to creepers and to birds of the skies, and they were wiped away from the land;",
        "bookname": "Genesis"
    },
    {
        "id": "185",
        "translation": "BP2025",
        "book": "1",
        "chapter": 7,
        "verse": 24,
        "text": "and only Noakh was left remaining, and those with him in the ark. And the waters were mighty upon the land 150 days.",
        "bookname": "Genesis"
    },
    {
        "id": "186",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 1,
        "text": "And Elohim remembered Noakh and all the living creatures and all the beasts that were with him in the ark, and Elohim caused a Spirit/wind to pass over the land, and the waters subsided;",
        "bookname": "Genesis"
    },
    {
        "id": "187",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 2,
        "text": "and the fountains of the deep and the windows of the skies were closed, and the rain from the skies was restrained;",
        "bookname": "Genesis"
    },
    {
        "id": "188",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 3,
        "text": "and the waters receded steadily from upon the land, and the waters decreased at the end of 150 days,",
        "bookname": "Genesis"
    },
    {
        "id": "189",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 4,
        "text": "and the ark rested, in the seventh month, on the 17th day of the month, upon the mountains of Ararat.",
        "bookname": "Genesis"
    },
    {
        "id": "190",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 5,
        "text": "And the waters continually decreased until the 10th month; in the 10th month, on the first day of the month, the heads of the mountains became visible.",
        "bookname": "Genesis"
    },
    {
        "id": "191",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 6,
        "text": "And it came about at the end of 40 days, and Noakh opened the window of the ark which he had made;",
        "bookname": "Genesis"
    },
    {
        "id": "192",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 7,
        "text": "and he sent out a raven, and it flew here and there until the waters were dried up from upon the land;",
        "bookname": "Genesis"
    },
    {
        "id": "193",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 8,
        "text": "and he sent out a dove from him, to see if the waters were abated from the face of the ground;",
        "bookname": "Genesis"
    },
    {
        "id": "194",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 9,
        "text": "and the dove found no place of rest for the sole of its foot, and it returned to him into the ark, because the water was on the surface of all the land;",
        "bookname": "Genesis"
    },
    {
        "id": "195",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 10,
        "text": "and he put out his hand and took it, and he brought it into the ark to himself; and he waited yet another seven days; and again he sent out the dove from the ark;",
        "bookname": "Genesis"
    },
    {
        "id": "196",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 11,
        "text": "and the dove came to him at the time of evening, and behold, in its mouth was an olive leaf, freshly picked, and Noakh knew that the waters were abated from upon the land,",
        "bookname": "Genesis"
    },
    {
        "id": "197",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 12,
        "text": "and he waited yet another seven days, and he sent out the dove; and it did not again return to him.",
        "bookname": "Genesis"
    },
    {
        "id": "198",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 13,
        "text": "And it came about in the 601st year, in the first month, on the first of the month, the water was dried up from upon the land; and Noakh removed the covering of the ark, and he looked, and behold, the face of the land was dried up.",
        "bookname": "Genesis"
    },
    {
        "id": "199",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 14,
        "text": "And in the second month, on the 27th day of the month, the land was dry.",
        "bookname": "Genesis"
    },
    {
        "id": "200",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 15,
        "text": "and Elohim spoke to Noakh, saying,",
        "bookname": "Genesis"
    },
    {
        "id": "201",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 16,
        "text": "“Go out from the ark, you and your wife and your sons and your sons’ wives with you.",
        "bookname": "Genesis"
    },
    {
        "id": "202",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 17,
        "text": "From every living thing with you from all flesh, birds and animals and every creeper that creeps on the land, make them go out with you, so they can swarm in the land and be fruitful and multiply in the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "203",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 18,
        "text": "And Noakh went out, and his sons and his wife and his sons’ wives with him.",
        "bookname": "Genesis"
    },
    {
        "id": "204",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 19,
        "text": "Every living thing, every creeper, and every bird, everything that creeps on the land, by their families they went out from the ark.",
        "bookname": "Genesis"
    },
    {
        "id": "205",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 20,
        "text": "And Noakh built an altar to Yahweh, and he took from every pure animal and from every pure bird and he caused to go up a going-up offering on the altar.",
        "bookname": "Genesis"
    },
    {
        "id": "206",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 21,
        "text": "And Yahweh smelled the soothing smell; and Yahweh said to his heart, “I will never again curse the ground on account of humanity, because the purpose of the heart of humanity is bad from his youth; and I will never again strike all life, as I just did.",
        "bookname": "Genesis"
    },
    {
        "id": "207",
        "translation": "BP2025",
        "book": "1",
        "chapter": 8,
        "verse": 22,
        "text": "“For all the days of the land, seedtime and harvest, and cold and heat, and summer and winter, and day and night will not stop.”",
        "bookname": "Genesis"
    },
    {
        "id": "208",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 1,
        "text": "And Elohim blessed Noakh and his sons and he said to them, “Be fruitful and multiply, and fill the land.",
        "bookname": "Genesis"
    },
    {
        "id": "209",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 2,
        "text": "The fear of you and the terror of you will be upon every living creature of the land and upon every bird of the skies;",
        "bookname": "Genesis"
    },
    {
        "id": "210",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 3,
        "text": "with everything that creeps on the ground, and with all the fish of the sea; into your hand they are given;",
        "bookname": "Genesis"
    },
    {
        "id": "211",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 4,
        "text": "every creeper that is alive shall be food for you; I give all to you, as I gave the green plant; only the flesh with its life, its blood, you will not eat;",
        "bookname": "Genesis"
    },
    {
        "id": "212",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 5,
        "text": "indeed, I will require your life-blood; from every beast I will require it, and from every human, from every man’s brother, I will require the life of a human.",
        "bookname": "Genesis"
    },
    {
        "id": "213",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 6,
        "text": "“He who pours out the blood of a human, by a human will his blood be poured out, because in the image of God he made humanity.",
        "bookname": "Genesis"
    },
    {
        "id": "214",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 7,
        "text": "And as for you all, be fruitful and multiply; populate in the land and multiply in it.”",
        "bookname": "Genesis"
    },
    {
        "id": "215",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 8,
        "text": "And Elohim said to Noakh and to his sons with him, saying,",
        "bookname": "Genesis"
    },
    {
        "id": "216",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 9,
        "text": "“And I myself, behold, I set up my covenant with y’all, and with your seed after you;",
        "bookname": "Genesis"
    },
    {
        "id": "217",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 10,
        "text": "and with every living creature that is with you, the birds, the beast, and every living creature of the land with you; from everything that comes out of the ark, even every living thing of the land.",
        "bookname": "Genesis"
    },
    {
        "id": "218",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 11,
        "text": "And I set up my covenant with y’all; and all flesh will never again be cut off by the waters of the flood, and there will never again be a flood to ruin the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "219",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 12,
        "text": "And Elohim said, “This is the sign of the covenant which I am giving between me and between you and between every living creature that is with you, for everlasting generations;",
        "bookname": "Genesis"
    },
    {
        "id": "220",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 13,
        "text": "I have set my bow in the cloud, and it will be for a sign of a covenant between me and between the land;",
        "bookname": "Genesis"
    },
    {
        "id": "221",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 14,
        "text": "and it will come about when I cloud a cloud over the land, that the bow will be seen in the cloud,",
        "bookname": "Genesis"
    },
    {
        "id": "222",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 15,
        "text": "and I will remember my covenant, which is between me and between you and between every living creature of all flesh; and never again will the waters become a flood to ruin all flesh.",
        "bookname": "Genesis"
    },
    {
        "id": "223",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 16,
        "text": "And the bow is in the cloud, then I will see it, to remember the everlasting covenant between Elohim and between every living creature, with all flesh that is on the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "224",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 17,
        "text": "And Elohim said to Noakh, “This is the sign of the covenant which I have set up between me and all flesh that is on the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "225",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 18,
        "text": "and the sons of Noakh who came out of the ark, were Shem and Ham and Yapheth;",
        "bookname": "Genesis"
    },
    {
        "id": "226",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 19,
        "text": "and Ham was the father of Canaan; these three were the sons of Noakh, and from these all the land was scattered;",
        "bookname": "Genesis"
    },
    {
        "id": "227",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 20,
        "text": "and Noakh began to be a man of the ground and he planted vineyard;",
        "bookname": "Genesis"
    },
    {
        "id": "228",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 21,
        "text": "and he drank of the wine and became drunk, and he uncovered himself in the middle of his tent;",
        "bookname": "Genesis"
    },
    {
        "id": "229",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 22,
        "text": "and Ham, the father of Canaan, saw the nakedness of his father, and he reported to his two brothers outside;",
        "bookname": "Genesis"
    },
    {
        "id": "230",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 23,
        "text": "and Shem and Yapheth took a garment and they laid it upon the shoulders of the two of them, and they walked backward and they covered the nakedness of their father;",
        "bookname": "Genesis"
    },
    {
        "id": "231",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 24,
        "text": "and their faces were backward, and the nakedness of their father they did not see; and Noakh awoke from his wine, and he knew what his younger son had done to him;",
        "bookname": "Genesis"
    },
    {
        "id": "232",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 25,
        "text": "and he said, “Cursed be Canaan; a servant of servants he will be to his brothers.”",
        "bookname": "Genesis"
    },
    {
        "id": "233",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 26,
        "text": "And he said, “Blessed be Yahweh the Elohim of Shem, and let Canaan be his servant;",
        "bookname": "Genesis"
    },
    {
        "id": "234",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 27,
        "text": "may Elohim enlarge Yapheth, and let him dwell in the tents of Shem, and let Canaan be his servant.”",
        "bookname": "Genesis"
    },
    {
        "id": "235",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 28,
        "text": "And Noakh lived, after the flood, 350 years,",
        "bookname": "Genesis"
    },
    {
        "id": "236",
        "translation": "BP2025",
        "book": "1",
        "chapter": 9,
        "verse": 29,
        "text": "and all the days of Noakh were 950 years, and he died.",
        "bookname": "Genesis"
    },
    {
        "id": "237",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 1,
        "text": "Now these are the generations of Shem, Ham, and Yapheth, the sons of Noakh; and sons were born to them after the flood.",
        "bookname": "Genesis"
    },
    {
        "id": "238",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 2,
        "text": "The sons of Yapheth: Gomer and Magog and Madai and Javan and Tubal and Meshech and Tiras.",
        "bookname": "Genesis"
    },
    {
        "id": "239",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 3,
        "text": "The sons of Gomer were Ashkenaz and Riphath and Togarmah.",
        "bookname": "Genesis"
    },
    {
        "id": "240",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 4,
        "text": "The sons of Javan were Elishah and Tarshish, Kittim and Dodanim.",
        "bookname": "Genesis"
    },
    {
        "id": "241",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 5,
        "text": "From these the islands of the nations were separated into their lands, every one according to his language, according to their families, into their nations.",
        "bookname": "Genesis"
    },
    {
        "id": "242",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 6,
        "text": "The sons of Ham; Cush and Mizraim and Put and Canaan.",
        "bookname": "Genesis"
    },
    {
        "id": "243",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 7,
        "text": "The sons of Cush were Seba and Havilah and Sabtah and Raamah and Sabteca; and the sons of Raamah were Sheba and Dedan.",
        "bookname": "Genesis"
    },
    {
        "id": "244",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 8,
        "text": "Now, Cush became the father of Nimrod; he began to be a mighty warrior in the land.",
        "bookname": "Genesis"
    },
    {
        "id": "245",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 9,
        "text": "He was a mighty warrior-hunter before Yahweh; therefore it is said, “Like Nimrod a mighty warrior-hunter before Yahweh.”",
        "bookname": "Genesis"
    },
    {
        "id": "246",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 10,
        "text": "And the beginning of his kingdom was Babylon and Erech and Accad and Calneh, in the land of Shinar.",
        "bookname": "Genesis"
    },
    {
        "id": "247",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 11,
        "text": "From that land he went forth into Assyria, and built Nineveh and Rehoboth-Ir and Calah,",
        "bookname": "Genesis"
    },
    {
        "id": "248",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 12,
        "text": "and Resen between Nineveh and Calah; that is the great city.",
        "bookname": "Genesis"
    },
    {
        "id": "249",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 13,
        "text": "Mizraim became the father of Ludim and Anamim and Lehabim and Naphtuhim",
        "bookname": "Genesis"
    },
    {
        "id": "250",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 14,
        "text": "and Pathrusim and Casluhim (from which came the Philistines) and Caphtorim.",
        "bookname": "Genesis"
    },
    {
        "id": "251",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 15,
        "text": "Canaan became the father of Sidon, his firstborn, and Heth",
        "bookname": "Genesis"
    },
    {
        "id": "252",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 16,
        "text": "and the Jebusite and the Amorite and the Girgashite",
        "bookname": "Genesis"
    },
    {
        "id": "253",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 17,
        "text": "and the Hivite and the Arkite and the Sinite",
        "bookname": "Genesis"
    },
    {
        "id": "254",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 18,
        "text": "and the Arvadite and the Zemarite and the Hamathite; and afterward the families of the Canaanite were scattered.",
        "bookname": "Genesis"
    },
    {
        "id": "255",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 19,
        "text": "And the border of the Canaanite was from Sidon as you go toward Gerar, as far as Gaza;",
        "bookname": "Genesis"
    },
    {
        "id": "256",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 20,
        "text": "as you go toward Sodom and Gomorrah and Admah and Zeboiim, as far as Lasha. These are the sons of Ham, according to their families, according to their languages, by their lands, by their nations.",
        "bookname": "Genesis"
    },
    {
        "id": "257",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 21,
        "text": "Now, to Shem also children were born, he is the father of all the children of Eber/Hebrew, the brother of Yapheth, the older one.",
        "bookname": "Genesis"
    },
    {
        "id": "258",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 22,
        "text": "The sons of Shem: Elam and Asshur and Arpachshad and Lud and Aram.",
        "bookname": "Genesis"
    },
    {
        "id": "259",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 23,
        "text": "The sons of Aram were Uz and Hul and Gether and Mash.",
        "bookname": "Genesis"
    },
    {
        "id": "260",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 24,
        "text": "Arpachshad became the father of Shelah; and Shelah became the father of Eber.",
        "bookname": "Genesis"
    },
    {
        "id": "261",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 25,
        "text": "Now, to Eber, two sons were born, the name of the one was Peleg, for in his days the earth was divided; and his brother’s name was Joktan.",
        "bookname": "Genesis"
    },
    {
        "id": "262",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 26,
        "text": "Joktan became the father of Almodad and Sheleph and Hazarmaveth and Jerah",
        "bookname": "Genesis"
    },
    {
        "id": "263",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 27,
        "text": "and Hadoram and Uzal and Diklah",
        "bookname": "Genesis"
    },
    {
        "id": "264",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 28,
        "text": "and Obal and Abimael and Sheba",
        "bookname": "Genesis"
    },
    {
        "id": "265",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 29,
        "text": "and Ophir and Havilah and Jobab; all these were the sons of Joktan.",
        "bookname": "Genesis"
    },
    {
        "id": "266",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 30,
        "text": "And their settlement extended from Mesha as you go toward Sephar, the hill country of the east.",
        "bookname": "Genesis"
    },
    {
        "id": "267",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 31,
        "text": "These are the sons of Shem, according to their families, according to their languages, by their lands, according to their nations.",
        "bookname": "Genesis"
    },
    {
        "id": "268",
        "translation": "BP2025",
        "book": "1",
        "chapter": 10,
        "verse": 32,
        "text": "These are the families of the sons of Noakh, according to their genealogies, by their nations; and out of these the nations were separated on the land after the flood.",
        "bookname": "Genesis"
    },
    {
        "id": "269",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 1,
        "text": "Now the whole land was one language and one in words",
        "bookname": "Genesis"
    },
    {
        "id": "270",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 2,
        "text": "and it came about as they journeyed east, that they found a plain in the land of Shinar and they settled there.",
        "bookname": "Genesis"
    },
    {
        "id": "271",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 3,
        "text": "And they said each to his neighbor, “Come, let us brick bricks and burn them as burnt.” And they used brick for stone, and they used tar for mortar.",
        "bookname": "Genesis"
    },
    {
        "id": "272",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 4,
        "text": "And they said, “Come, let us build for ourselves a city, and a tower whose head will be in the skies, and let us make for ourselves a name, lest we be scattered upon the face of all the land.”",
        "bookname": "Genesis"
    },
    {
        "id": "273",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 5,
        "text": "And Yahweh came down to see the city and the tower that the sons of humanity had built.",
        "bookname": "Genesis"
    },
    {
        "id": "274",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 6,
        "text": "And Yahweh said, “Behold, they are one people, and they all have the one language, and this is what they have begun to do, and now, nothing will be inaccessible for them, anything that they devise to do.",
        "bookname": "Genesis"
    },
    {
        "id": "275",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 7,
        "text": "Come, let us go down and let us confuse their language there, so that each one will not hear the language of his neighbor.”",
        "bookname": "Genesis"
    },
    {
        "id": "276",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 8,
        "text": "And Yahweh scattered them from there upon the face of all the land, and they stopped building the city.",
        "bookname": "Genesis"
    },
    {
        "id": "277",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 9,
        "text": "Therefore its name was called Babylon, because there Yahweh made-babble of the language of all the land, and from there Yahweh scattered them upon the face of all the land.",
        "bookname": "Genesis"
    },
    {
        "id": "278",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 10,
        "text": "These are the generations of Shem. Shem was 100 years old, and he caused the birth of Arpachshad two years after the flood;",
        "bookname": "Genesis"
    },
    {
        "id": "279",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 11,
        "text": "and Shem lived 500 years after he caused the birth of Arpachshad, and he caused the birth of sons and daughters,",
        "bookname": "Genesis"
    },
    {
        "id": "280",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 12,
        "text": "and Arpachshad lived 35 years, and he caused the birth of Shelah;",
        "bookname": "Genesis"
    },
    {
        "id": "281",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 13,
        "text": "and Arpachshad lived 403 years after he caused the birth of Shelah, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "282",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 14,
        "text": "And Shelah lived 30 years, and he caused the birth of Eber;",
        "bookname": "Genesis"
    },
    {
        "id": "283",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 15,
        "text": "and Shelah lived 403 after he caused the birth of Eber, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "284",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 16,
        "text": "And Eber lived 34 years, and he caused the birth of Peleg;",
        "bookname": "Genesis"
    },
    {
        "id": "285",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 17,
        "text": "and Eber lived 430 years after he caused the birth of Peleg, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "286",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 18,
        "text": "And Peleg lived 30 years, and he caused the birth of Reu;",
        "bookname": "Genesis"
    },
    {
        "id": "287",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 19,
        "text": "and Peleg lived 209 years after he caused the birth of Reu, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "288",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 20,
        "text": "And Reu lived 32 years, and he caused the birth of Serug;",
        "bookname": "Genesis"
    },
    {
        "id": "289",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 21,
        "text": "and Reu lived 207 years after he became the father of Serug, and he had other sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "290",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 22,
        "text": "And Serug lived 30 years, and he caused the birth of of Nahor;",
        "bookname": "Genesis"
    },
    {
        "id": "291",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 23,
        "text": "and Serug lived 200 years after he caused the birth of of Nahor, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "292",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 24,
        "text": "and Nahor lived 29 years, and he caused the birth of Terakh;",
        "bookname": "Genesis"
    },
    {
        "id": "293",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 25,
        "text": "and Nahor lived 119 years after he caused the birth of Terakh, and he caused the birth of sons and daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "294",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 26,
        "text": "And Terakh lived 70 years, and he caused the birth of of Avram, Nahor and Haran.",
        "bookname": "Genesis"
    },
    {
        "id": "295",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 27,
        "text": "Now these are the generations of Terakh. Terakh caused the birth of Avram, Nahor, and Haran;",
        "bookname": "Genesis"
    },
    {
        "id": "296",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 28,
        "text": "and Haran caused the birth of Lot, and Haran died before his father Terakh in the land of his birth, in Ur of the Chaldeans,",
        "bookname": "Genesis"
    },
    {
        "id": "297",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 29,
        "text": "and Avram and Nahor took wives for themselves. The name of Avram’s wife was Sarai; and the name of Nahor’s wife was Milcah, the daughter of Haran, the father of Milcah and Iscah.",
        "bookname": "Genesis"
    },
    {
        "id": "298",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 30,
        "text": "And Sarai was barren; she had no child.",
        "bookname": "Genesis"
    },
    {
        "id": "299",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 31,
        "text": "And Terakh took Avram his son and Lot, the son of Haran, his grandson, and Sarai his daughter-in-law, his son Avram’s wife;",
        "bookname": "Genesis"
    },
    {
        "id": "300",
        "translation": "BP2025",
        "book": "1",
        "chapter": 11,
        "verse": 32,
        "text": "and they went out together from Ur of the Chaldeans in order to enter the land of Canaan; and they went as far as Haran, and they settled there. And the days of Terakh were 205 years; and Terakh died in Haran.",
        "bookname": "Genesis"
    },
    {
        "id": "301",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 1,
        "text": "And Yahweh said to Avram, “Go forth from your land, and from your family, and from your father’s house, to the land which I will make seen to you.",
        "bookname": "Genesis"
    },
    {
        "id": "302",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 2,
        "text": "And I will make you a great nation, and I will bless you, and I will make your name great; and so you shall be a blessing;",
        "bookname": "Genesis"
    },
    {
        "id": "303",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 3,
        "text": "and I will bless those who bless you, and the one who curses you I will curse; and in you all the families of the earth will be blessed.”",
        "bookname": "Genesis"
    },
    {
        "id": "304",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 4,
        "text": "So Avram went away as the LORD had spoken to him; and Lot went with him.",
        "bookname": "Genesis"
    },
    {
        "id": "305",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 5,
        "text": "Now Avram was 75 years old when he departed from Haran. Avram took his wife Sarai and his nephew Lot, and all their possessions which they had accumulated, and the people which they had acquired in Haran, and they set out for the land of Canaan; so they came to the land of Canaan.",
        "bookname": "Genesis"
    },
    {
        "id": "306",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 6,
        "text": "And Avram passed through in the land unto the place of Shechem unto the oak of Moreh and the Canaanite was then in the land",
        "bookname": "Genesis"
    },
    {
        "id": "307",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 7,
        "text": "and Yahweh became seen to Avram and he said, “To your seed I will give this land.” And he built there an altar to Yahweh who became seen to him.",
        "bookname": "Genesis"
    },
    {
        "id": "308",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 8,
        "text": "And he moved on from there to the hill from the east of Beth-El and he spread out his tent Beth-El onthe west and Ai from the East and he built there an altar to Yahweh and he called upon the name of Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "309",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 9,
        "text": "And Avram journeyed, continually journeying to the Negev.",
        "bookname": "Genesis"
    },
    {
        "id": "310",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 10,
        "text": "Now there was a famine in the land; and Avram went down to Egypt to sojourn there, for the famine was severe in the land.",
        "bookname": "Genesis"
    },
    {
        "id": "311",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 11,
        "text": "And came about when he came near to entering Egypt, and he said to Sarai his wife, “Look, please, I know that you are a woman beautiful of sight;",
        "bookname": "Genesis"
    },
    {
        "id": "312",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 12,
        "text": "and when the Egyptians see you, and they will say, ‘This is his wife’; and they will kill me, but you they will keep alive.",
        "bookname": "Genesis"
    },
    {
        "id": "313",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 13,
        "text": "Please say that you are my sister, so that there will be good to me on account of you, and that I may live on account of you.”",
        "bookname": "Genesis"
    },
    {
        "id": "314",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 14,
        "text": "And it came about when Avram came into Egypt, and the Egyptians saw that the woman was very beautiful.",
        "bookname": "Genesis"
    },
    {
        "id": "315",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 15,
        "text": "and the officials of Pharaohs saw her and they praised her to Pharaoh; and the woman was taken into the house of Pharaoh.",
        "bookname": "Genesis"
    },
    {
        "id": "316",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 16,
        "text": "And he did good to Avram on account of her; and there was for him sheep and oxen and donkeys and male and female servants and female donkeys and camels.",
        "bookname": "Genesis"
    },
    {
        "id": "317",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 17,
        "text": "And Yahweh plagued Pharaoh and his house with great plagues on account of Sarai, Avram’s wife.",
        "bookname": "Genesis"
    },
    {
        "id": "318",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 18,
        "text": "And Pharaoh called Avram and he said, “What is this you have done to me? Why did you not tell me that she was your wife?",
        "bookname": "Genesis"
    },
    {
        "id": "319",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 19,
        "text": "“Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife, take her and go.”",
        "bookname": "Genesis"
    },
    {
        "id": "320",
        "translation": "BP2025",
        "book": "1",
        "chapter": 12,
        "verse": 20,
        "text": "And Pharaoh commanded his men concerning him; and he sent him away, with his wife and all that belonged to him.",
        "bookname": "Genesis"
    },
    {
        "id": "321",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 1,
        "text": "And Avram went up out of Egypt, he and his wife and all that belonged to him, and Lot with him, to the Negev.",
        "bookname": "Genesis"
    },
    {
        "id": "322",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 2,
        "text": "And Avram was very heavy with herds and with silver and with gold,",
        "bookname": "Genesis"
    },
    {
        "id": "323",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 3,
        "text": "and he went on his journeys from the Negev and unto Beth-El, unto the place where his tent was there at the first, between Beth-El and between Ai,",
        "bookname": "Genesis"
    },
    {
        "id": "324",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 4,
        "text": "to the place of the altar which he built there at the beginning, and Avram called there on the name of Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "325",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 5,
        "text": "Now, also belonging to Lot, who went with Avram, were flocks and cattle and tents,",
        "bookname": "Genesis"
    },
    {
        "id": "326",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 6,
        "text": "and the land could not carry them for dwelling together, for their possessions were so many, and they were not able to dwell together.",
        "bookname": "Genesis"
    },
    {
        "id": "327",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 7,
        "text": "And there was a dispute between the shepherds of the herd of Avram and between the shepherds of the herd of Lot, now, the Canaanites and the Perezites were then dwelling in the land.",
        "bookname": "Genesis"
    },
    {
        "id": "328",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 8,
        "text": "And Avram said to Lot, “Don’t let there be disputing between me and between you, between my shepherds and between your shepherds, for we men are brothers!",
        "bookname": "Genesis"
    },
    {
        "id": "329",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 9,
        "text": "Isn’t all the land before you? Separate, please, from me! If you go left/north, I will go right/south, and if you go right/south, I will go left/north.",
        "bookname": "Genesis"
    },
    {
        "id": "330",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 10,
        "text": "And Lot lifted his eyes, and he saw all the valley of the Jordan, that it was entirely watered—before Yahweh caused the ruin of Sodom and Gomorrah it was like like the garden of Yahweh, like the land of Egypt—as you go to Zoar.",
        "bookname": "Genesis"
    },
    {
        "id": "331",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 11,
        "text": "And Lot chose for himself all the valley of the Jordan, and Lot journeyed from eastward, and each man separated from his brother.",
        "bookname": "Genesis"
    },
    {
        "id": "332",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 12,
        "text": "Avram dwelt in the land of Canaan, and Lot dwelt in the cities of the valley, and he set up his tent by Sodom.",
        "bookname": "Genesis"
    },
    {
        "id": "333",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 13,
        "text": "Now, to Yahweh the men of Sodom were bad and moral-failures, very much.",
        "bookname": "Genesis"
    },
    {
        "id": "334",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 14,
        "text": "And Yahweh said to Avram, after Lot separated from him, “Please lift up your eyes, and see from the place where you are, to the north and to the south/Negev and to the east and to the west,",
        "bookname": "Genesis"
    },
    {
        "id": "335",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 15,
        "text": "for all the land that you see, to you I will give it, and to your seed, forever.",
        "bookname": "Genesis"
    },
    {
        "id": "336",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 16,
        "text": "And I will make your seed like the dust of the land, which, if one was able to count the dust of the land, then also your seed could be counted.",
        "bookname": "Genesis"
    },
    {
        "id": "337",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 17,
        "text": "Arise, walk about in the land, its length and its width, because to you I will give it.”",
        "bookname": "Genesis"
    },
    {
        "id": "338",
        "translation": "BP2025",
        "book": "1",
        "chapter": 13,
        "verse": 18,
        "text": "And Avram set up his tent, and he went and dwelt by the oaks of Mamre, which are by Hebron, and he built there an altar to Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "339",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 1,
        "text": "And it came about in the days of Amraphel, king of Shinar, of Aryok, king of Elasar, of Kedorlaomer, king of Elam, and of Tidal, king of Goyyim,",
        "bookname": "Genesis"
    },
    {
        "id": "340",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 2,
        "text": "that they made war with Bera’, king of Sodom, and with Birsha’, king of Gomorrah, and with Shinab, king of ‘Admah, and with Shemever, king of Tsiboyim, and with the king of Bela [this is Zoar].",
        "bookname": "Genesis"
    },
    {
        "id": "341",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 3,
        "text": "All of these joined together in the valley of Siddim [this is the Sea of Salt].",
        "bookname": "Genesis"
    },
    {
        "id": "342",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 4,
        "text": "For 12 years they had been slaves of Kedorlaomer, and in the 13th year they rebelled,",
        "bookname": "Genesis"
    },
    {
        "id": "343",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 5,
        "text": "and in the 14th year Kedorlaomer came, and the kings who were with him, and they struck the Rephaim in Ashteroth-Qarnayim (= Asherah of Twin-Peaks) and the Zuzim in Ham, and the ‘Emim in Shaveh-Qiryathayim (the Plain of Twin-Cities),",
        "bookname": "Genesis"
    },
    {
        "id": "344",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 6,
        "text": "and the Horites in the mountains of Se’ir, unto the Oak of Paran which is by the wilderness.",
        "bookname": "Genesis"
    },
    {
        "id": "345",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 7,
        "text": "And they returned and they went to Eyn-Mishpat (the Spring of Judgment) [this is Qadesh] and they struck all the field of the Amalekites, and also the Amorites who dwell in Hatzetzon-Tamar (Heap of Palms)",
        "bookname": "Genesis"
    },
    {
        "id": "346",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 8,
        "text": "And the king of Sodom went out, and the king of Gomorrah, and the king of ‘Admah, and the king of Tsiboyim, and the king of Bela [this is Zoar] and they lined themselves up for war in the valley of Siddim,",
        "bookname": "Genesis"
    },
    {
        "id": "347",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 9,
        "text": "with Kedorlaomer, king of Elam, and Tidal, king of Goyyim and Amraphel, king of Shinar, and Aryok, king of Elasar, four kings against five.",
        "bookname": "Genesis"
    },
    {
        "id": "348",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 10,
        "text": "Now, the valley of Siddim was full of many pits of tar, and they fled, the king of Sodom, and Gomorrah, and they fell into there, and those remaining fled to the mountains.",
        "bookname": "Genesis"
    },
    {
        "id": "349",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 11,
        "text": "And they took all the possessions of Sodom and Gomorrah, and all their food, and they went away,",
        "bookname": "Genesis"
    },
    {
        "id": "350",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 12,
        "text": "and they took Lot and his possessions, the son of the brother of Avram, and they went away.",
        "bookname": "Genesis"
    },
    {
        "id": "351",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 13,
        "text": "Now, he had been dwelling in Sodom. And a refugee came and reported to Avram the Hebrew. Now, he was residing among the oaks of Mamre the Amorite, the brother of Eshkol, and the brother of Aner; now, they were members of a covenant with Avram.",
        "bookname": "Genesis"
    },
    {
        "id": "352",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 14,
        "text": "And Avram heard that his brother had been taken captive, and he brought out his trained men, those born of his house, 318, and he chased unto Dan.",
        "bookname": "Genesis"
    },
    {
        "id": "353",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 15,
        "text": "And he divided up against them by night, he and his servants, and he struck them, and he chased them unto Khobah, which is north of Damascus,",
        "bookname": "Genesis"
    },
    {
        "id": "354",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 16,
        "text": "and he returned all the possessions, and also Lot his brother and his possessions he returned, and also the women and the people.",
        "bookname": "Genesis"
    },
    {
        "id": "355",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 17,
        "text": "And the king of Sodom went out to meet him, after he returned from striking Kedorla’omer, and the kings with him, into the valley of the plain [this is the valley of the king].",
        "bookname": "Genesis"
    },
    {
        "id": "356",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 18,
        "text": "And Melki-zedeq, king of Shalem, brought out bread and wine.",
        "bookname": "Genesis"
    },
    {
        "id": "357",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 19,
        "text": "Now, he was the priest of El-Most High. And he blessed him, and he said: “May Avram be blessed by El-Most High, the Possessor of skies and land.",
        "bookname": "Genesis"
    },
    {
        "id": "358",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 20,
        "text": "And may El-Most High be blessed, who has delivered your adversaries into your hand.” And he gave him a tenth of everything.",
        "bookname": "Genesis"
    },
    {
        "id": "359",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 21,
        "text": "And the king of Sodom said to Avram, “Give to me the people, and the possessions, take for yourself.”",
        "bookname": "Genesis"
    },
    {
        "id": "360",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 22,
        "text": "And Avram said to the king of Sodom, “I lift up my hand to Yahweh, El-Most High, Possessor of skies and land:",
        "bookname": "Genesis"
    },
    {
        "id": "361",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 23,
        "text": "Not from a strap or sole of a sandal will I take from all that is yours, so that you can’t say, ‘I made Avram wealthy!’",
        "bookname": "Genesis"
    },
    {
        "id": "362",
        "translation": "BP2025",
        "book": "1",
        "chapter": 14,
        "verse": 24,
        "text": "Only what the young men have eaten, and the portion of the men who went with me, Aner, Eshkol, and Mamre, they can take their portion.”",
        "bookname": "Genesis"
    },
    {
        "id": "363",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 1,
        "text": "After these things, the word of Yahweh was to Avram in a vision, saying: “Don’t be afraid, Avram! I am a delivering-shield for you. Your reward is great, very!”",
        "bookname": "Genesis"
    },
    {
        "id": "364",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 2,
        "text": "And Avram said, “O master Yahweh, what will you give to me?",
        "bookname": "Genesis"
    },
    {
        "id": "365",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 3,
        "text": "Now, I am going on without children, and a son of Mesheq of my house [this is Damascus] is Eliezer. And Avram said, “Look at me! You have given no seed, and so look! A son of my house will inherit me!”",
        "bookname": "Genesis"
    },
    {
        "id": "366",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 4,
        "text": "And look! The word of Yahweh was to Avram, saying: “This one will not inherit you. Rather, one who comes out from your innards, that one will inherit you.”",
        "bookname": "Genesis"
    },
    {
        "id": "367",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 5,
        "text": "And he brought him outside, and he said: “Stare, please, at the skies, and count the stars, if you are able to count them.” And he said to him: “Such will be your seed.”",
        "bookname": "Genesis"
    },
    {
        "id": "368",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 6,
        "text": "And he trusted in Yahweh, and he attributed this to him as right-relationship.",
        "bookname": "Genesis"
    },
    {
        "id": "369",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 7,
        "text": "And he said to him, “I am Yahweh, who brought you out from Ur of Chasdim, to give to you this land, to possess it.”",
        "bookname": "Genesis"
    },
    {
        "id": "370",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 8,
        "text": "And he said, “Master Yahweh, with what can I know that I will possess it?”",
        "bookname": "Genesis"
    },
    {
        "id": "371",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 9,
        "text": "And he said to him, “Take for me a three year old calf, and a three year old goat, and a three year old ram, and a dove and a pigeon.”",
        "bookname": "Genesis"
    },
    {
        "id": "372",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 10,
        "text": "And he took for himself all of these, and he halved them in the middle, and he set each half so it met its neighbor, and the birds he did not halve.",
        "bookname": "Genesis"
    },
    {
        "id": "373",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 11,
        "text": "And birds of prey came down upon the corpses, and Avram blew at them.",
        "bookname": "Genesis"
    },
    {
        "id": "374",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 12,
        "text": "And as the sun was going, then a deep-stupor fell upon Avram, and look: A terror, a darkness, a great one, fell upon him.",
        "bookname": "Genesis"
    },
    {
        "id": "375",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 13,
        "text": "And he said to Avram, “You must know that your seed will be immigrants in a land not their own and they will serve them, and they will oppress them for 400 years;",
        "bookname": "Genesis"
    },
    {
        "id": "376",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 14,
        "text": "and also, that nation which they serve, I will serve it justice, and after that, they will go out with great possessions.",
        "bookname": "Genesis"
    },
    {
        "id": "377",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 15,
        "text": "And as for you, you will go to your fathers, in completeness you will be buried, at a good old age.",
        "bookname": "Genesis"
    },
    {
        "id": "378",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 16,
        "text": "And the fourth generation will return here, because the crookedness of the Amorite isn’t complete unto here.”",
        "bookname": "Genesis"
    },
    {
        "id": "379",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 17,
        "text": "And the sun was going, and there was gloomy darkness, and look: a furnace of smoke and fiery flame, that was passing in between these pieces.",
        "bookname": "Genesis"
    },
    {
        "id": "380",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 18,
        "text": "On that day, Yahweh cut a covenant with Avram, saying: “To your seed I have given this land, from the river of Egypt unto the great river Euphrates,",
        "bookname": "Genesis"
    },
    {
        "id": "381",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 19,
        "text": "with the Cainite, and with the Qenizzite, and with the Qadmonite",
        "bookname": "Genesis"
    },
    {
        "id": "382",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 20,
        "text": "and with the Hittite, and with the Perezzite, and with the Rephaim",
        "bookname": "Genesis"
    },
    {
        "id": "383",
        "translation": "BP2025",
        "book": "1",
        "chapter": 15,
        "verse": 21,
        "text": "and with the Amorite, and with the Canaanite, and with the Girgashite, and with the Jebusite.”",
        "bookname": "Genesis"
    },
    {
        "id": "384",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 1,
        "text": "Now, Sarai the wife of Avram had not given birth for him, but she had a slave-girl, an Egyptian one, and her name was Hagar (“the immigrant”).",
        "bookname": "Genesis"
    },
    {
        "id": "385",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 2,
        "text": "And Sarai said to Avram, “Look, please! Yahweh has restrained me from giving birth. Go, please, into my slave-girl. Perhaps I can be built up by means of her.”",
        "bookname": "Genesis"
    },
    {
        "id": "386",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 3,
        "text": "And Sarai, the wife of Avram took Hagar, her Egyptian slave-girl, at the end of 20 years of Avram dwelling in the land of Canaan, and she gave her to Avram her husband as a wife.",
        "bookname": "Genesis"
    },
    {
        "id": "387",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 4,
        "text": "And he went into Hagar and she became pregnant, and she saw that she was pregnant, and her mistress became cursed in her eyes.",
        "bookname": "Genesis"
    },
    {
        "id": "388",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 5,
        "text": "And Sarai said to Avram, “May the violence done to me be upon you! I gave my slave-girl into your lap, and she saw that she became pregnant, and I became cursed in her eyes. May Yahweh bring justice between me and between you!”",
        "bookname": "Genesis"
    },
    {
        "id": "389",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 6,
        "text": "And Avram said to Sarai, “Look, your slave-girl is in your hand; do to her what is good in your eyes.” And Sarai oppressed her, and so she fled from before her face.",
        "bookname": "Genesis"
    },
    {
        "id": "390",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 7,
        "text": "And the messenger of Yahweh found her, at a spring of waters in the wilderness, at a spring on the way to Shur,",
        "bookname": "Genesis"
    },
    {
        "id": "391",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 8,
        "text": "and he said, “Hagar, slave-girl of Sarai, Where is it you come from? And to where are you going?” And she said, “From before the face of Sarai my mistress I am fleeing.”",
        "bookname": "Genesis"
    },
    {
        "id": "392",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 9,
        "text": "And the messenger of Yahweh said to her, “Return to your mistress, and oppress yourself under her hand.”",
        "bookname": "Genesis"
    },
    {
        "id": "393",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 10,
        "text": "And the messenger of Yahweh said to her, “Multiplying I will multiply your seed, so it cannot be counted, because of its multiplication.”",
        "bookname": "Genesis"
    },
    {
        "id": "394",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 11,
        "text": "And the messenger of Yahweh said to her, “Look, you are pregnant and will give birth to a son, and you will call his name Yishmael (“El will hear”) because Yahweh has heard your oppression.",
        "bookname": "Genesis"
    },
    {
        "id": "395",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 12,
        "text": "And as for him, he will be a donkey of a human. His hand will be against everyone, and everyone’s hand will be against him. And against the face of all his brothers he will reside.”",
        "bookname": "Genesis"
    },
    {
        "id": "396",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 13,
        "text": "And she called the name of Yahweh who spoke to her, “You are El-Roi (“El who sees me”) because she said, “Have I also seen here the back of the one who sees me?”",
        "bookname": "Genesis"
    },
    {
        "id": "397",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 14,
        "text": "Therefore, she called the well, “Be’er La-Khai-Ro’iy” (“Well of the Living One Who Sees Me.”) Look, it’s between Qadesh and between Bered.",
        "bookname": "Genesis"
    },
    {
        "id": "398",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 15,
        "text": "And Hagar gave birth to a son for Avram, and Avram called the name of his son, the one whom Hagar birthed, “Yishmael.”",
        "bookname": "Genesis"
    },
    {
        "id": "399",
        "translation": "BP2025",
        "book": "1",
        "chapter": 16,
        "verse": 16,
        "text": "Now, Avram was a son of 86 years, when Hagar birthed Yishmael for Avram.",
        "bookname": "Genesis"
    },
    {
        "id": "400",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 1,
        "text": "And Avram was 99 years old, and Yahweh became seen to Avram, and he said to him, “I am El-Shaddai. Walk before me, and be blameless;",
        "bookname": "Genesis"
    },
    {
        "id": "401",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 2,
        "text": "then I will give a covenant between me and between you, and I will multiply you very, very much.”",
        "bookname": "Genesis"
    },
    {
        "id": "402",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 3,
        "text": "And Avram fell down upon his face.",
        "bookname": "Genesis"
    },
    {
        "id": "403",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 4,
        "text": "And Elohim spoke to him, saying: “As for me, look, my covenant is with you, and you will become a father of a multitude of nations,",
        "bookname": "Genesis"
    },
    {
        "id": "404",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 5,
        "text": "and no longer will your name be called, ‘Avram,’ but your name will be ‘Avraham,’ because I will give you to be a multitude of nations,",
        "bookname": "Genesis"
    },
    {
        "id": "405",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 6,
        "text": "and I will make you fruitful, very very much, and I will give you to become nations, and kings will come from you,",
        "bookname": "Genesis"
    },
    {
        "id": "406",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 7,
        "text": "and I will establish my covenant between me and between you, and between your seed after you for their generations, for an eternal covenant,",
        "bookname": "Genesis"
    },
    {
        "id": "407",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 8,
        "text": "and I will give to you and to your seed after you, the land of your sojourning, all the land of Canaan, for an eternal possession, and I will become Elohim for them.”",
        "bookname": "Genesis"
    },
    {
        "id": "408",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 9,
        "text": "And Elohim said to Avraham, “And as for you, you will keep my covenant, you and your seed after you for their generations.",
        "bookname": "Genesis"
    },
    {
        "id": "409",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 10,
        "text": "This is my covenant that y’all will keep, between me and between y’all, and between your seed after you: circumcise for yourselves every male.",
        "bookname": "Genesis"
    },
    {
        "id": "410",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 11,
        "text": "And y’all will circumcise the flesh of your foreskins, and that will be as a symbol of the covenant, between me and between y’all.",
        "bookname": "Genesis"
    },
    {
        "id": "411",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 12,
        "text": "When there’s a son of eight days, he will be circumcised for y’all, every male for your generations one born of the house or purchased with silver, from any son of a foreigner who isn’t from your seed,",
        "bookname": "Genesis"
    },
    {
        "id": "412",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 13,
        "text": "he will certainly be circumcised, that one born of the house or purchased with silver, and my covenant will be in your flesh, for an eternal covenant.",
        "bookname": "Genesis"
    },
    {
        "id": "413",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 14,
        "text": "And a foreskinned male that is not circumcised in the flesh of his foreskin, that person will be cut off from his people, he has violated my covenant.”",
        "bookname": "Genesis"
    },
    {
        "id": "414",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 15,
        "text": "And Elohim said to Avraham, “Sarai your wife, you will not call her name ‘Sarai,’ because her name is ‘Sarah.’",
        "bookname": "Genesis"
    },
    {
        "id": "415",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 16,
        "text": "And I will bless her, and also, I will give to you from her a son, and I will bless her, and she will become nations, kings of people groups will be from her.”",
        "bookname": "Genesis"
    },
    {
        "id": "416",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 17,
        "text": "And Avraham fell on his face, and he laughed and said in his heart, “Will a son of a hundred years cause a birth?! Or Sarah, a daughter of 90 years, she will give birth?!”",
        "bookname": "Genesis"
    },
    {
        "id": "417",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 18,
        "text": "And Avraham said to Elohim, “If only Yishmael could live before your face!”",
        "bookname": "Genesis"
    },
    {
        "id": "418",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 19,
        "text": "And Elohim said, “Nonetheless, Sarah your wife will birth for you a son, and you will call his name, “Yitskhaq” (‘laughter’), and I will establish my covenant with him, for an eternal covenant for his seed after him.",
        "bookname": "Genesis"
    },
    {
        "id": "419",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 20,
        "text": "And as for Yishmael, I have heard you. Look, I have blessed him, and I will make him fruitful, and I will make him multiply, very very much. 12 princes he will cause to be born, and I will give him to be a great nation.",
        "bookname": "Genesis"
    },
    {
        "id": "420",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 21,
        "text": "But I will establish my covenant with Yitskhaq, whom Sarah will birth for you at this appointed time in the year after.”",
        "bookname": "Genesis"
    },
    {
        "id": "421",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 22,
        "text": "And he finished speaking to him, and Elohim went up from Avraham.",
        "bookname": "Genesis"
    },
    {
        "id": "422",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 23,
        "text": "And Avraham took Yishmael his son, and all those born of his house, and all those purchased with silver, every male among the men of Avraham’s house, and he circumcised the flesh of their foreskin, on that very day, just as Elohim had spoken to him.",
        "bookname": "Genesis"
    },
    {
        "id": "423",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 24,
        "text": "And Avraham was a son of 99 years, when he was circumcised in the flesh of his foreskin,",
        "bookname": "Genesis"
    },
    {
        "id": "424",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 25,
        "text": "and Yishmael his son was a son of 13 years, when he was circumcised in the flesh of his foreskin.",
        "bookname": "Genesis"
    },
    {
        "id": "425",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 26,
        "text": "On that very day, Avraham was circumcised, and Yishmael his son,",
        "bookname": "Genesis"
    },
    {
        "id": "426",
        "translation": "BP2025",
        "book": "1",
        "chapter": 17,
        "verse": 27,
        "text": "and all the men of his house, those born of the house and those purchased with silver from a foreigner, they were circumcised with him.",
        "bookname": "Genesis"
    },
    {
        "id": "427",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 1,
        "text": "And Yahweh became seen to him among the oaks of Mamre, and he was dwelling at the entrance of the tent at the heat of the day,",
        "bookname": "Genesis"
    },
    {
        "id": "428",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 2,
        "text": "and he lifted his eyes and he saw, and look, three men standing by him, and he saw and he ran from the entrance of the tent to meet them, and he bowed to the ground.",
        "bookname": "Genesis"
    },
    {
        "id": "429",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 3,
        "text": "And he said, “My master, please, if I have found favor in your eyes, please don’t pass on from your servant.",
        "bookname": "Genesis"
    },
    {
        "id": "430",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 4,
        "text": "Let him please take a little water, so you can wash your feet, and recline under the tree;",
        "bookname": "Genesis"
    },
    {
        "id": "431",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 5,
        "text": "that I may take a bit of bread, so you can sustain your hearts, then you can pass on; for this reason you have passed by your servant!” And they said, “So do as you have spoken.”",
        "bookname": "Genesis"
    },
    {
        "id": "432",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 6,
        "text": "And Avraham hurried into the tent to Sarah, and he said, “Hurry! Three measures of wheat flour! Knead it and make cakes!”",
        "bookname": "Genesis"
    },
    {
        "id": "433",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 7,
        "text": "Then Avraham ran to the cattle, and he took a calf, good and tender, and he gave it to the young man, and he hurried to make it.",
        "bookname": "Genesis"
    },
    {
        "id": "434",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 8,
        "text": "And he took curds and milk and the calf he made, and he gave it before them. Now, he was standing over them, under the tree, and they ate.",
        "bookname": "Genesis"
    },
    {
        "id": "435",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 9,
        "text": "And they said to him, “Where is Sarah, your wife?” And he said, “Look, in the tent!”",
        "bookname": "Genesis"
    },
    {
        "id": "436",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 10,
        "text": "And he said, “I will surely return to you at the time of life and look, a son for Sarah your wife!”",
        "bookname": "Genesis"
    },
    {
        "id": "437",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 11,
        "text": "Now, Sarah was hearing this at the entrance of the tent, and it was behind him. Now, Avraham and Sarah were elderly, going on in years, there had stopped for Sarah the way of women,",
        "bookname": "Genesis"
    },
    {
        "id": "438",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 12,
        "text": "and Sarah laughed within herself, saying, “After I have become worn out, will I have have Eden (= ‘delight’), and my master, being old?”",
        "bookname": "Genesis"
    },
    {
        "id": "439",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 13,
        "text": "And Yahweh said to Avraham, “What is this, that Sarah laughed, saying, ‘Will I really, actually, give birth, even as I am old?!’",
        "bookname": "Genesis"
    },
    {
        "id": "440",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 14,
        "text": "Is anything too wondrous for Yahweh? At the appointed time I will return to you, at the time of life, and for Sarah, there will be a son.”",
        "bookname": "Genesis"
    },
    {
        "id": "441",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 15,
        "text": "And Sarah acted with deceit, saying, “I did not laugh!” because she was afraid. And he said, “No. You really did laugh.”",
        "bookname": "Genesis"
    },
    {
        "id": "442",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 16,
        "text": "And the men arose from there, and they looked down upon Sodom.",
        "bookname": "Genesis"
    },
    {
        "id": "443",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 17,
        "text": "Now, Avraham was going with them, to send them off, and Yahweh said, “Should I hide from Avraham what I am about to do?",
        "bookname": "Genesis"
    },
    {
        "id": "444",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 18,
        "text": "For Avraham will certainly become a nation great and powerful, and all nations of the land will discover blessing through him,",
        "bookname": "Genesis"
    },
    {
        "id": "445",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 19,
        "text": "because I have known him, so that he would command his sons and his house after him, that they should keep the way of Yahweh, by doing what is right and just so that Yahweh will bring upon Avraham what he has spoken about him.”",
        "bookname": "Genesis"
    },
    {
        "id": "446",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 20,
        "text": "And Yahweh said, “The outcry against Sodom and Gomorrah, it is huge, and their failure, it is heavy, very much.",
        "bookname": "Genesis"
    },
    {
        "id": "447",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 21,
        "text": "I might just go down, so I can see if the outcry that has come before me is what they have completely done, and if not, then I can know.”",
        "bookname": "Genesis"
    },
    {
        "id": "448",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 22,
        "text": "And the men turned from there, and they went to Sodom.",
        "bookname": "Genesis"
    },
    {
        "id": "449",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 23,
        "text": "Now, Avraham was still standing before Yahweh. And Avraham drew near, and said, “Are you really about to sweep away the righteous along with the wicked?",
        "bookname": "Genesis"
    },
    {
        "id": "450",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 24,
        "text": "What if there are 50 righteous people in the middle of the city? Would you really sweep away? Wouldn’t you forgive that place, on account of the 50 righteous which are within it?",
        "bookname": "Genesis"
    },
    {
        "id": "451",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 25,
        "text": "Far be it from you to do such a thing, to put to death the righteous along with the wicked, so that the righteous and wicked become alike! Far be it from you! Shouldn’t the justice-bringer of all the land do justice?",
        "bookname": "Genesis"
    },
    {
        "id": "452",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 26,
        "text": "And Yahweh said, “If I find in Sodom 50 righteous ones in the middle of the city, then I will forgive the entire place on account of them.",
        "bookname": "Genesis"
    },
    {
        "id": "453",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 27,
        "text": "And Avraham answered and said, “Look, please, I have attempted to speak to my master, and I am but dust and ashes,",
        "bookname": "Genesis"
    },
    {
        "id": "454",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 28,
        "text": "but perhaps that 50 righteous lacks five, would you cause the ruin of the entire city because of those five? And he said, “I would not cause ruin if I find there 45.”",
        "bookname": "Genesis"
    },
    {
        "id": "455",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 29,
        "text": "And he further spoken again to him, and said, “Perhaps there are found there 40.” And he said, “I would not do it on account of 40.”",
        "bookname": "Genesis"
    },
    {
        "id": "456",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 30,
        "text": "And he said, “Please don’t let my master burn with anger, as I speak. Perhaps there are found there 30.” And he said, “I would not do it if I find there 30.”",
        "bookname": "Genesis"
    },
    {
        "id": "457",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 31,
        "text": "And he said, “Look, please, I have attempted to speak to my master, but perhaps there are found there 20.” And he said, “I would not cause ruin on account of the 20.”",
        "bookname": "Genesis"
    },
    {
        "id": "458",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 32,
        "text": "And he said, “Please don’t let my master burn with anger, as I speak, just this time. Perhaps there are found there, 10.” And he said, “I would not cause ruin on account of the 10.”",
        "bookname": "Genesis"
    },
    {
        "id": "459",
        "translation": "BP2025",
        "book": "1",
        "chapter": 18,
        "verse": 33,
        "text": "And Yahweh went away, when he finished speaking to Avraham, and Avraham, he returned to his place.",
        "bookname": "Genesis"
    },
    {
        "id": "460",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 1,
        "text": "And the two messengers went to Sodom in the evening.",
        "bookname": "Genesis"
    },
    {
        "id": "461",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 2,
        "text": "Now, Lot was sitting in the gate of Sodom, and Lot saw and he arose to meet them, and he bowed face-down on the ground, and he said, “Look, please, my masters, Please turn aside to the house of your servant, and stay the night, and wash your feet, and rise in the morning and go your way.”",
        "bookname": "Genesis"
    },
    {
        "id": "462",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 3,
        "text": "And they said, “No, because we will stay the night in the town center.” And he pressured them a lot, and they turned aside to him, and they went into his house, and he made them drinks as he baked bread, and they ate.",
        "bookname": "Genesis"
    },
    {
        "id": "463",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 4,
        "text": "Before they laid down, then the men of the city, the men of Sodom, surrounded the house, from young to old, all the people, completely.",
        "bookname": "Genesis"
    },
    {
        "id": "464",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 5,
        "text": "And they called out to Lot and they said to him, “Where are the men who came to you at night? Make them go out to us, so that we can know them!”",
        "bookname": "Genesis"
    },
    {
        "id": "465",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 6,
        "text": "And Lot went out to them at the entrance, and as for the door, he closed it behind him.",
        "bookname": "Genesis"
    },
    {
        "id": "466",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 7,
        "text": "And he said, “Please, my brothers, don’t do this evil!",
        "bookname": "Genesis"
    },
    {
        "id": "467",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 8,
        "text": "Look, please, I have two daughters who have not known a man, let me please make them go out to you all, and do to them what is good in your eyes.",
        "bookname": "Genesis"
    },
    {
        "id": "468",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 9,
        "text": "Just don’t do anything to these men, because this is the reason they came into the shelter of my beamed-roof!” And they said, “Get away!” And they said, “This one has come as an immigrant, and he’s bringing justice as a judge?! Now we’re going to do evil to you, more than them!”",
        "bookname": "Genesis"
    },
    {
        "id": "469",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 10,
        "text": "And they brought pressure against the man, against Lot, very much, and they got closer, to break down the door. And the men sent out their hand, and they brought Lot in to them, into the house, and they closed the door.",
        "bookname": "Genesis"
    },
    {
        "id": "470",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 11,
        "text": "And as for the men at the entrance of the house, they struck them with blindness, from the littlest to the biggest, and they struggled to find the entrance.",
        "bookname": "Genesis"
    },
    {
        "id": "471",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 12,
        "text": "And the men said to Lot, “How many here are yours? Sons-in-law or your sons or your daughters or anyone who’s yours in the city, make them go out from this place,",
        "bookname": "Genesis"
    },
    {
        "id": "472",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 13,
        "text": "because we are about to cause the ruin of this place, because the outcry against them is great before the face of Yahweh, and Yahweh sent us to cause its ruin.”",
        "bookname": "Genesis"
    },
    {
        "id": "473",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 14,
        "text": "And Lot went out and he spoke to his sons-in-law who had taken his daughters, and he said, “Get up! Go out from this place, because Yahweh is about to cause the ruin of the city!” But in the eyes of his sons-in-law, he was trying to make them laugh.",
        "bookname": "Genesis"
    },
    {
        "id": "474",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 15,
        "text": "And just as the sunrise was going up, that the messengers urged Lot, saying, “Get up, take your wife and your two daughters who are found, so that you are not swept away with the crookedness of the city!”",
        "bookname": "Genesis"
    },
    {
        "id": "475",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 16,
        "text": "But he delayed, and the men grabbed his hand and the hand of his wife and the hand of his two daughters—because the mercy of Yahweh was upon him—and they made him go out, and they rested him outside the city.",
        "bookname": "Genesis"
    },
    {
        "id": "476",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 17,
        "text": "And it came about as they made them go outside, that he said, “Escape for your life! Don’t gaze behind you, and don’t stand anywhere in the valley! Escape to the mountain, so that you’re not swept away!”",
        "bookname": "Genesis"
    },
    {
        "id": "477",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 18,
        "text": "And Lot said to them, “No, please, my masters!",
        "bookname": "Genesis"
    },
    {
        "id": "478",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 19,
        "text": "Look, please. Your servant has found favor in your eyes, and you have made great your loyal love that you’ve shown me, by keeping alive my being, but I am not able to to escape to the mountain, or else the evil will cling to me, and I die!",
        "bookname": "Genesis"
    },
    {
        "id": "479",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 20,
        "text": "Look, please, this city is close to flee there, and it is little! Please, may I escape there, —is it not little?—so that my being can live!”",
        "bookname": "Genesis"
    },
    {
        "id": "480",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 21,
        "text": "And he said to him, “Look, I have lifted up your face, even about this matter, so that I won’t overturn the city which you spoke of.",
        "bookname": "Genesis"
    },
    {
        "id": "481",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 22,
        "text": "Hurry, escape there, because I’m not able to do anything until you go there!” This is the reason one calls the name of the city “Zoar” (“little”).",
        "bookname": "Genesis"
    },
    {
        "id": "482",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 23,
        "text": "The sun went out over the land, as Lot came to Zoar,",
        "bookname": "Genesis"
    },
    {
        "id": "483",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 24,
        "text": "and Yahweh caused it to rain over Sodom and over Gomorrah, sulphur and fire from Yahweh, from the skies.",
        "bookname": "Genesis"
    },
    {
        "id": "484",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 25,
        "text": "And he overturned these cities, and all the valley, and all the dwellers of the cities, even the plant of the ground.",
        "bookname": "Genesis"
    },
    {
        "id": "485",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 26,
        "text": "And his wife stared behind him, and she became a pillar of salt.",
        "bookname": "Genesis"
    },
    {
        "id": "486",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 27,
        "text": "And Avraham rose early in the morning, to the place where he had stood before the face of Yahweh,",
        "bookname": "Genesis"
    },
    {
        "id": "487",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 28,
        "text": "and he looked down upon the face of Sodom and Gomorrah, and upon all the face of the land of the valley, and he saw, and look, the smoke of the land went up like the smoke of a furnace.",
        "bookname": "Genesis"
    },
    {
        "id": "488",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 29,
        "text": "And it came about when Yahweh caused the ruin of the cities of the valley, that he remembered Avraham, and he sent Lot out from the middle of the overturning, when he overturned the cities, in which Lot had been dwelling.",
        "bookname": "Genesis"
    },
    {
        "id": "489",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 30,
        "text": "And Lot went up from Zoar, and he dwelt on the mountain, and his two daughters with him, because he was afraid of dwelling in Zoar, and he dwelt in a cave, he and his two daughters.",
        "bookname": "Genesis"
    },
    {
        "id": "490",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 31,
        "text": "And the firstborn said to the little one, “Our father is old, and there is no man in the land to come over us, as is the way of all the land.",
        "bookname": "Genesis"
    },
    {
        "id": "491",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 32,
        "text": "Come, let’s make our father drink wine, and let’s lie with him, and we will make seed come to life from our father.”",
        "bookname": "Genesis"
    },
    {
        "id": "492",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 33,
        "text": "And they made their father drink wine in that night, and the firstborn went and she laid with her father, and he did not know when she laid down or when she got up.",
        "bookname": "Genesis"
    },
    {
        "id": "493",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 34,
        "text": "And it came about on the next day, that the firstborn said to the little one, “Look, I laid last night with my father. Let’s make him drink wine also tonight, and go, lie with him, so we can make seed come to life from our father.”",
        "bookname": "Genesis"
    },
    {
        "id": "494",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 35,
        "text": "And they again made their father drink wine on that night, and the little one got up and she laid with her father, and he did not know when she laid down and when she got up.",
        "bookname": "Genesis"
    },
    {
        "id": "495",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 36,
        "text": "And the two daughters of Lot became pregnant by their father.",
        "bookname": "Genesis"
    },
    {
        "id": "496",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 37,
        "text": "And the firstborn gave birth to a son, and she called his name “Moab,” he is the father of Moab until this day.",
        "bookname": "Genesis"
    },
    {
        "id": "497",
        "translation": "BP2025",
        "book": "1",
        "chapter": 19,
        "verse": 38,
        "text": "And the little one, she also gave birth to a son, and she called his name “Ammon,” he is the father of the sons of Ammon until this day.",
        "bookname": "Genesis"
    },
    {
        "id": "498",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 1,
        "text": "And Avraham journeyed from there to the land of the Negev, and he dwelt between Qadesh and between Shur, and he was migrating in Gerar.",
        "bookname": "Genesis"
    },
    {
        "id": "499",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 2,
        "text": "And Avraham said about Sarah his wife, “She is my sister.” And Avimelek king of Gerar sent and he took Sarah.",
        "bookname": "Genesis"
    },
    {
        "id": "500",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 3,
        "text": "And Elohim came to Avimelek in a dream of the night, and he said to him, “Look, you are about to die, on account of the wife whom you took, as she is married to a husband.”",
        "bookname": "Genesis"
    },
    {
        "id": "501",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 4,
        "text": "Now, Avimelek had not gone near to her, and he said, “My master, would you murder a nation that is also righteous?",
        "bookname": "Genesis"
    },
    {
        "id": "502",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 5,
        "text": "Didn’t he say to me, ‘She is my sister.’ And she also said, ‘He is my brother.’ In the blamelessness of my heart and by the innocence of my hands I have done this!”",
        "bookname": "Genesis"
    },
    {
        "id": "503",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 6,
        "text": "And Elohim said to him in a dream, “I do know that in the blamelessness of your heart you have done this, so I, yes I, withheld you from committing failure against me. This is why I did not allow you to touch her.",
        "bookname": "Genesis"
    },
    {
        "id": "504",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 7,
        "text": "And now, return the wife of the man, because he is a prophet, and he can pray on your behalf so that you can have life. And if you don’t return her, know that you will certainly die, you and all that belongs to you.”",
        "bookname": "Genesis"
    },
    {
        "id": "505",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 8,
        "text": "And Avimelek rose early in the morning, and he called to all his servants, and he spoke all these words in their ears, and the men were afraid, very much.",
        "bookname": "Genesis"
    },
    {
        "id": "506",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 9,
        "text": "And Avimelek called to Abraham, and said to him, “What is it you have done to us?! What failure have I committed against you, that you have brought upon me and upon my kingdom this great failure?! Doings that should not be done is what you’ve done to me!”",
        "bookname": "Genesis"
    },
    {
        "id": "507",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 10,
        "text": "And Avimelek said to Avraham, “What did you see, that you have done this thing?”",
        "bookname": "Genesis"
    },
    {
        "id": "508",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 11,
        "text": "And Avraham said, “It’s because I said, ‘Surely there is no fear of Elohim in this place, so they will murder me on account of my wife.",
        "bookname": "Genesis"
    },
    {
        "id": "509",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 12,
        "text": "And also, she truly is my sister; she’s the daughter of my father, just not the daughter of my mother, so she became my wife.",
        "bookname": "Genesis"
    },
    {
        "id": "510",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 13,
        "text": "And it came about when Elohim made me wander from the house of my father, then I said to her, ‘This can be the loyal love that you do for me: in whatever place to which we go, say of me, “He is my brother.”’”",
        "bookname": "Genesis"
    },
    {
        "id": "511",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 14,
        "text": "And Avimelek took flocks and cattle and slaves and female slaves, and he gave them to Avraham, and he returned to him Sarah his wife.",
        "bookname": "Genesis"
    },
    {
        "id": "512",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 15,
        "text": "And Avimelek said, “Look, my land is before you. Dwell where it is good in your eyes.”",
        "bookname": "Genesis"
    },
    {
        "id": "513",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 16,
        "text": "And to Sarah he said, “Look, I give one thousand silver to your brother. Look, it is for you a covering of the eyes for all who are with you, and as for everything, you are thus vindicated.”",
        "bookname": "Genesis"
    },
    {
        "id": "514",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 17,
        "text": "And Avraham prayed to Elohim, and Elohim healed Avimelek, and his wife, and his female slaves, and they gave birth,",
        "bookname": "Genesis"
    },
    {
        "id": "515",
        "translation": "BP2025",
        "book": "1",
        "chapter": 20,
        "verse": 18,
        "text": "because Yahweh had restrained every womb in the house of Avimelek, on account of Sarah the wife of Avraham.",
        "bookname": "Genesis"
    },
    {
        "id": "516",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 1,
        "text": "Now, Yahweh visited Sarah, just as he said, and Yahweh did for Sarah, just as he spoke.",
        "bookname": "Genesis"
    },
    {
        "id": "517",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 2,
        "text": "And Sarah became pregnant and gave birth to a son for Avraham in his old age, at the appointed time that Yahweh had spoken to him.",
        "bookname": "Genesis"
    },
    {
        "id": "518",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 3,
        "text": "And Avraham called the name of his son, the one born for him, whom Sarah had birthed for him, Yitskhaq (“laughter”)",
        "bookname": "Genesis"
    },
    {
        "id": "519",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 4,
        "text": "And Avraham circumcised Yitskhaq his son, a son of eight days, just as Elohim commanded him.",
        "bookname": "Genesis"
    },
    {
        "id": "520",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 5,
        "text": "And Avraham was a son of 100 years, when Yitskhaq his son was born for him.",
        "bookname": "Genesis"
    },
    {
        "id": "521",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 6,
        "text": "And Sarah said, “Elohim has made laughter for me! Everyone who hears will laugh with me!”",
        "bookname": "Genesis"
    },
    {
        "id": "522",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 7,
        "text": "And she said, “Who would have told Avraham that Sarah would nurse sons? But I have given birth for him in his old age!”",
        "bookname": "Genesis"
    },
    {
        "id": "523",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 8,
        "text": "And the child grew big and he was weaned, and Avraham made a big feast, on the day that Yitskhaq was weaned.",
        "bookname": "Genesis"
    },
    {
        "id": "524",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 9,
        "text": "And Sarah saw the son of Hagar the Egyptian, whom she had born for Avraham, making laughter,",
        "bookname": "Genesis"
    },
    {
        "id": "525",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 10,
        "text": "and she said to Avraham, “Banish this slave woman and her son, because the son of this slave woman will not inherit along with my son, along with Yitskhaq!”",
        "bookname": "Genesis"
    },
    {
        "id": "526",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 11,
        "text": "And the matter was evil, very much, in the eyes of Avraham, on account of his son.",
        "bookname": "Genesis"
    },
    {
        "id": "527",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 12,
        "text": "And Elohim said to Avraham, “Don’t let it be evil in your eyes, everything that Sarah says to you; listen to her voice, because it’s by Yitskhaq that your seed will be called.",
        "bookname": "Genesis"
    },
    {
        "id": "528",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 13,
        "text": "And also, the son of the slave woman, I will make him into a nation, because he is your seed.”",
        "bookname": "Genesis"
    },
    {
        "id": "529",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 14,
        "text": "And Avraham rose early in the morning, and he took bread and a skin of water, and he gave to Hagar, placing upon her shoulder, and the child, and he sent her away, and she went and she wandered in the wilderness of Beer-Sheva (“well of seven”).",
        "bookname": "Genesis"
    },
    {
        "id": "530",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 15,
        "text": "And the water finished from the skin, and she cast the child under one of the bushes,",
        "bookname": "Genesis"
    },
    {
        "id": "531",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 16,
        "text": "and she went and she sat for herself a distance away, going as far as people can shoot a bow, because she said, “I can’t see the death of the child.” And she sat a distance away, and she lifted up her voice, and she cried.",
        "bookname": "Genesis"
    },
    {
        "id": "532",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 17,
        "text": "And Elohim heard the voice of the young one, and the messenger of Elohim called to Hagar from the skies, and he said to her, “What is it, Hagar? Don’t be afraid, because Elohim has heard the voice of the young one, in the place where he is.",
        "bookname": "Genesis"
    },
    {
        "id": "533",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 18,
        "text": "Get up, pick up the young one, and take him with your hand, because I will make him a nation, a great one.”",
        "bookname": "Genesis"
    },
    {
        "id": "534",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 19,
        "text": "And Elohim opened her eyes, and she saw a well of water, and she went and she filled the skin of water, and she had the young one drink.",
        "bookname": "Genesis"
    },
    {
        "id": "535",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 20,
        "text": "And Elohim was with the young one, and he grew big and he dwelt in the wilderness, and he was a shooter of the bow.",
        "bookname": "Genesis"
    },
    {
        "id": "536",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 21,
        "text": "And he dwelt in the wilderness of Paran. And his mother took for him a wife from the land of Egypt.",
        "bookname": "Genesis"
    },
    {
        "id": "537",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 22,
        "text": "And it came about at that time, that Avimelek said, and Phikol, captain of his army, to Avraham, saying, “Elohim is with you in all that you are doing!",
        "bookname": "Genesis"
    },
    {
        "id": "538",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 23,
        "text": "And now, swear an oath to me by Elohim! Look, if you deal falsely with me or me offspring or descendants. According to the loyal love that I have done to you, so you will deal with me, and with the land that you have migrated within.",
        "bookname": "Genesis"
    },
    {
        "id": "539",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 24,
        "text": "And Avraham said, “I will swear an oath.”",
        "bookname": "Genesis"
    },
    {
        "id": "540",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 25,
        "text": "And Avraham disputed with Avimelek, on account of a well of water, that the servants of Avimelek had stolen.",
        "bookname": "Genesis"
    },
    {
        "id": "541",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 26,
        "text": "And Avimelek said, “I don’t know who did this thing! And also, you didn’t report it to me! And also, I never heard of it until today!”",
        "bookname": "Genesis"
    },
    {
        "id": "542",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 27,
        "text": "And Avraham took sheep and oxen, and he gave to Avimelek, and the two of them cut a covenant.",
        "bookname": "Genesis"
    },
    {
        "id": "543",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 28,
        "text": "And Avraham set up seven female lambs of the flock alone,",
        "bookname": "Genesis"
    },
    {
        "id": "544",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 29,
        "text": "and Avimelek said to Avraham, “What are these seven female lambs that you have set up alone?”",
        "bookname": "Genesis"
    },
    {
        "id": "545",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 30,
        "text": "And he said, “Because the seven female lambs you will take from my hand, so that it will become a witness on my behalf, that I dug this well.”",
        "bookname": "Genesis"
    },
    {
        "id": "546",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 31,
        "text": "For this reason, one calls that place “Beer-Sheva” (“well of seven”) because there the two of them swore an oath",
        "bookname": "Genesis"
    },
    {
        "id": "547",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 32,
        "text": "and they cut a covenant at Beer-Sheva, and Avimelek got up, and Phikol the captain of his army, and they returned to the land of the Philistines,",
        "bookname": "Genesis"
    },
    {
        "id": "548",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 33,
        "text": "and he planted a Tamarisk tree at Beer-Sheva, and he called on the name of Yahweh, El-eternal.",
        "bookname": "Genesis"
    },
    {
        "id": "549",
        "translation": "BP2025",
        "book": "1",
        "chapter": 21,
        "verse": 34,
        "text": "And he was a migrant in the land of the Philistines for many days.",
        "bookname": "Genesis"
    },
    {
        "id": "550",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 1,
        "text": "And it came about after these things, that Elohim tested Avraham, and he said to him, “Avraham.” And he said, “Look, it’s me!”",
        "bookname": "Genesis"
    },
    {
        "id": "551",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 2,
        "text": "And he said, “Please take your son, your only one, whom you love, Yitskhaq, and get yourself going to the land of Moryah (“seeing”), and make him go up there as a going-up offering, on one of the mountains which I will say to you.”",
        "bookname": "Genesis"
    },
    {
        "id": "552",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 3,
        "text": "And Avraham rose early in the morning, and he bound up his donkey, and he took two of his young men with him and Yitskhaq his son, and he split the wood of the going-up offering, and he arose and he went to the place which Elohim said to him.",
        "bookname": "Genesis"
    },
    {
        "id": "553",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 4,
        "text": "On the third day, then Avraham lifted his eyes, and he saw the place from a distance.",
        "bookname": "Genesis"
    },
    {
        "id": "554",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 5,
        "text": "And Avraham said to his young men, “Sit yourselves here with the donkey, and I and the young one, we will go to there, and we will worship, and we will return to you.”",
        "bookname": "Genesis"
    },
    {
        "id": "555",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 6,
        "text": "And Avraham took the wood of the going-up offering, and he placed upon Yitskhaq his son, and he took in his hand the fire and the eater (knife), and the two of them went, together as one.",
        "bookname": "Genesis"
    },
    {
        "id": "556",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 7,
        "text": "And Yitskhaq said to Avraham his father, and he said, “My father.” And he said, “Look, it’s me, my son.” And he said, “Look, the fire and the wood, but where is the sheep for the going-up offering?”",
        "bookname": "Genesis"
    },
    {
        "id": "557",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 8,
        "text": "And Avraham said, “Elohim will see to it, the sheep for the going-up offering my son.” And the two of them went, together as one.",
        "bookname": "Genesis"
    },
    {
        "id": "558",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 9,
        "text": "And they went to the place which Elohim said to him, and Avraham built there an altar, and he arranged the wood, and he bound up Yitskhaq his son, and he placed him upon the altar above the wood,",
        "bookname": "Genesis"
    },
    {
        "id": "559",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 10,
        "text": "and Avraham sent out his hand, and he took the eater (knife) to slay his son,",
        "bookname": "Genesis"
    },
    {
        "id": "560",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 11,
        "text": "and the messenger of Yahweh called to him from the skies, and he said, “Avraham! Avraham!” And he said, “Look, it’s me!”",
        "bookname": "Genesis"
    },
    {
        "id": "561",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 12,
        "text": "And he said, “Don’t send out your hand toward the young one! And don’t do anything to him, because now I know that you are one who fears Elohim, and you didn’t withhold your son, your only one, from me.”",
        "bookname": "Genesis"
    },
    {
        "id": "562",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 13,
        "text": "And Avraham lifted his eyes, and he saw, and look, a ram afar, caught in a bramble by its horns, and Avraham went and he took the ram, and he made it go up as a going-up offering in the place of his son,",
        "bookname": "Genesis"
    },
    {
        "id": "563",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 14,
        "text": "and Avraham called the name of that place, “Yahweh will see.” which is why, today, it is said, “On the mountain of Yahweh, it will be seen.”",
        "bookname": "Genesis"
    },
    {
        "id": "564",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 15,
        "text": "And the messenger of Yahweh called to Avraham a second time from the skies,",
        "bookname": "Genesis"
    },
    {
        "id": "565",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 16,
        "text": "and he said, “I swear an oath by myself, utterance of Yahweh, that on account of the fact that you did this thing, and you did not withhold your son, your only one,",
        "bookname": "Genesis"
    },
    {
        "id": "566",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 17,
        "text": "that I will certainly bless you, and I will certainly multiply your seed, like the stars of the skies, and like the sand upon the edge of the sea, and your seed will inherit the gate of their enemies,",
        "bookname": "Genesis"
    },
    {
        "id": "567",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 18,
        "text": "and all the nations of the land will find blessing in your seed, on the heel of the fact that you listened to my voice.”",
        "bookname": "Genesis"
    },
    {
        "id": "568",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 19,
        "text": "And Avraham returned to his young men, and they arose and they went together as one to Beer-Sheva and Avraham dwelt in Beer-Sheva.",
        "bookname": "Genesis"
    },
    {
        "id": "569",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 20,
        "text": "And it came about after these things, then it was reported to Avraham, saying, “Look, Milkah, she also has given birth to sons for Nahor your brother:",
        "bookname": "Genesis"
    },
    {
        "id": "570",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 21,
        "text": "Utz his firstborn, and Buz his brother, and Qemuel the father of Aram",
        "bookname": "Genesis"
    },
    {
        "id": "571",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 22,
        "text": "and Kesed and Khazo and Pildash and Yidlaph and Bethuel.”",
        "bookname": "Genesis"
    },
    {
        "id": "572",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 23,
        "text": "Now, Bethuel gave birth to Rivqah. These eight Milcah birthed for Nahor the brother of Avraham.",
        "bookname": "Genesis"
    },
    {
        "id": "573",
        "translation": "BP2025",
        "book": "1",
        "chapter": 22,
        "verse": 24,
        "text": "And as for his concubine, her name was Reumah, and she also gave birth to Tebakh and Gakham and Takhash and Maakah.",
        "bookname": "Genesis"
    },
    {
        "id": "574",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 1,
        "text": "And so the life of Sarah was 127 years, the years of the life of Sarah.",
        "bookname": "Genesis"
    },
    {
        "id": "575",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 2,
        "text": "And Sarah died in Qiryath-Arba (this is Hebron) in the land of Canaan, and Avraham went to grieve for Sarah and to weep.",
        "bookname": "Genesis"
    },
    {
        "id": "576",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 3,
        "text": "And Avraham got up from before the face of his dead one, and he spoke to the sons of Heth (Hittites), saying,",
        "bookname": "Genesis"
    },
    {
        "id": "577",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 4,
        "text": "“I am an immigrant and settler among y’all, give me a burial plot as a possession among y’all, so I can bury my dead from before my face.”",
        "bookname": "Genesis"
    },
    {
        "id": "578",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 5,
        "text": "And the Sons of Heth answered Avraham, saying to him,",
        "bookname": "Genesis"
    },
    {
        "id": "579",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 6,
        "text": "“Listen, our master. You are a prince of Elohim in our midst, Among the choicest of our burial plots bury your dead one. No man among us will hold back from you his burial plot, to prevent you from burying your dead one.”",
        "bookname": "Genesis"
    },
    {
        "id": "580",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 7,
        "text": "And Avraham got up and he bowed to the people of the land, to the sons of Heth,",
        "bookname": "Genesis"
    },
    {
        "id": "581",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 8,
        "text": "and he spoke with them, saying “If it is in your being, the burying of my dead before my face, listen to me, and approach for me Ephron, the son of Zohar,",
        "bookname": "Genesis"
    },
    {
        "id": "582",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 9,
        "text": "that he would give to me the cave of Makpelah (“Double”) which is his, which is at the edge of his field; for the full silver-price let him give it to me, in your midst, as a burial-plot possession.”",
        "bookname": "Genesis"
    },
    {
        "id": "583",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 10,
        "text": "And Ephron sat in the midst of the sons of Hetch, and Ephron the Hethite answered Avraham in the ears of the sons of Heth, of all who were entering the gate of his city, saying,",
        "bookname": "Genesis"
    },
    {
        "id": "584",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 11,
        "text": "“No, my master, listen to me. I give to you the field, and the cave that’s in it I give to you, in the eyes of the sons of my people I give it you, bury your dead one.”",
        "bookname": "Genesis"
    },
    {
        "id": "585",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 12,
        "text": "And Avraham bowed before the face of the people of the land,",
        "bookname": "Genesis"
    },
    {
        "id": "586",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 13,
        "text": "and he spoke to Ephron in the ears of the people of the land, “Indeed, if only you would listen to me. I give you silver for the field. Take it from me, so I can bury my dead one there.”",
        "bookname": "Genesis"
    },
    {
        "id": "587",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 14,
        "text": "And Ephron answered Avraham, saying to him,",
        "bookname": "Genesis"
    },
    {
        "id": "588",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 15,
        "text": "“My master, listen to me. A land, 400 shekels of silver, what is that between me and between you? Bury your dead one!”",
        "bookname": "Genesis"
    },
    {
        "id": "589",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 16,
        "text": "And Avraham listened to Ephron, and he weighed the shekels of silver for Ephron, which he had spoken of in the ears of sons of Heth: 400 shekels of silver, by the going of the merchant.",
        "bookname": "Genesis"
    },
    {
        "id": "590",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 17,
        "text": "And it was transferred, the field of Ephron which was in Makpelah, which was facing Mamre, the field and the cave which is in it, and all the trees which are in the field, which are in all the surrounding border,",
        "bookname": "Genesis"
    },
    {
        "id": "591",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 18,
        "text": "to Avraham as a possession, in the eyes of the sons of Heth, along with all who were entering the gate of his city.",
        "bookname": "Genesis"
    },
    {
        "id": "592",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 19,
        "text": "Now, after this, Avraham buried Sarah his wife, in the cave of the field of Makpelah, which was facing Mamre (this is Hebron), in the land of Canaan.",
        "bookname": "Genesis"
    },
    {
        "id": "593",
        "translation": "BP2025",
        "book": "1",
        "chapter": 23,
        "verse": 20,
        "text": "And it was transferred, the field and the cave which was in it, to Avraham as a burial-plot possession, from the sons of Heth.",
        "bookname": "Genesis"
    },
    {
        "id": "594",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 1,
        "text": "Now, Avraham was old, going on in days, and Yahweh had blessed Avraham in everything.",
        "bookname": "Genesis"
    },
    {
        "id": "595",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 2,
        "text": "And Avraham said to his servant, the old one of his house, who ruled over all that belonged to him, “Please place your hand under my thigh,",
        "bookname": "Genesis"
    },
    {
        "id": "596",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 3,
        "text": "so I can make you swear an oath by Yahweh, the Elohim of the skies and the Elohim of the land, that you will not take a wife for my son from the daughters of the Canaanites, in whose midst I am dwelling.",
        "bookname": "Genesis"
    },
    {
        "id": "597",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 4,
        "text": "Rather, to my land and to my family you will go, and you will take a wife for my son, for Yitskhaq.”",
        "bookname": "Genesis"
    },
    {
        "id": "598",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 5,
        "text": "And the servant said to him, “Perhaps the woman will not be willing to go after me to this land. Should I make your son return to the land which you came out from there?",
        "bookname": "Genesis"
    },
    {
        "id": "599",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 6,
        "text": "And Avraham said to him, “Keep watch of yourself, so that you don’t return my son to there.",
        "bookname": "Genesis"
    },
    {
        "id": "600",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 7,
        "text": "Yahweh the Elohim of the skies, who took me from the house of my father and from the land of my family, the one who spoke to me, and who swore an oath to me, saying, ‘To your seed I will give this land.’ He will send his messenger before you, so you can take a wife for my son from there.",
        "bookname": "Genesis"
    },
    {
        "id": "601",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 8,
        "text": "And if the woman is not willing to go after you from there, then you are innocent from this oath. Only do not return my son to there.”",
        "bookname": "Genesis"
    },
    {
        "id": "602",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 9,
        "text": "And the servant placed his hand under the thigh of Avraham his master, and he swore an oath to him about this matter.",
        "bookname": "Genesis"
    },
    {
        "id": "603",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 10,
        "text": "And the servant took 10 camels from the camels of his master and he went and all the good of his master was in his hand and he got up and he went to the land of Aram-Naharayim (“Aram of Two Rivers”), to the city of Nahor.",
        "bookname": "Genesis"
    },
    {
        "id": "604",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 11,
        "text": "And he made the camels kneel outside the city, at a well of waters, at the time of evening, at the time when the women who get water come out.",
        "bookname": "Genesis"
    },
    {
        "id": "605",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 12,
        "text": "And he said, “Yahweh, Elohim of my master Avraham, Please make it happen today before me, and act with loyal-love toward my master Avraham.",
        "bookname": "Genesis"
    },
    {
        "id": "606",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 13,
        "text": "Look, I am standing at the spring of the waters, and the daughters of the men of the city are coming out to get water",
        "bookname": "Genesis"
    },
    {
        "id": "607",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 14,
        "text": "and may it be that the young woman to whom I say, ‘Please lower your jar, so I can drink,’ and she says, ‘Drink! And I will also give drink to your camels!’ May she be the one you’ve decided for your servant, for Isaac. And by means of her, I will know that you have acted with loyal-love toward my master.”",
        "bookname": "Genesis"
    },
    {
        "id": "608",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 15,
        "text": "And it came about, before he finished speaking, that look, Rivqah came out, who was born for Bethuel son of Milkah, wife of Nahor, the brother of Avraham, and her jar was on her shoulder.",
        "bookname": "Genesis"
    },
    {
        "id": "609",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 16,
        "text": "And the young woman was good to see, very much, a virgin, and a man had not known her, and she went down to the spring and filled her jar and she brought it up,",
        "bookname": "Genesis"
    },
    {
        "id": "610",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 17,
        "text": "and the servant ran to meet her, and he said, “Please, may I swallow a bit of water from your jar?”",
        "bookname": "Genesis"
    },
    {
        "id": "611",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 18,
        "text": "and she said, “Drink, my master.” And she hurried and lowered her jar in her hand and she let him drink,",
        "bookname": "Genesis"
    },
    {
        "id": "612",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 19,
        "text": "and she finished letting him drink, and she said, “Also for your camels, let me get water, until they are finished drinking.”",
        "bookname": "Genesis"
    },
    {
        "id": "613",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 20,
        "text": "And she hurried and emptied her jar into the water-trough, and she ran again to the well to get water, and she got water for all his camels.",
        "bookname": "Genesis"
    },
    {
        "id": "614",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 21,
        "text": "And the man was staring at her, being silent, so he could know if Yahweh had made his way successful or not.",
        "bookname": "Genesis"
    },
    {
        "id": "615",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 22,
        "text": "And it came about when the camels finished drinking, that the man took a gold nose-ring, a half-Shekel in weight, and two bracelets on her hands, 10 gold was their weight,",
        "bookname": "Genesis"
    },
    {
        "id": "616",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 23,
        "text": "and he said, “Whose daughter are you? Please tell me! Is there a place for us to stay in the house of your father?”",
        "bookname": "Genesis"
    },
    {
        "id": "617",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 24,
        "text": "And she said to him, “A daughter of Bethuel I am, the son of Milkah, whom she birthed for Nahor.”",
        "bookname": "Genesis"
    },
    {
        "id": "618",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 25,
        "text": "And she said to him, “We have much straw and fodder, and also a place to stay.”",
        "bookname": "Genesis"
    },
    {
        "id": "619",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 26,
        "text": "And the man bowed in worship to Yahweh, and said,",
        "bookname": "Genesis"
    },
    {
        "id": "620",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 27,
        "text": "“May Yahweh be blessed, Elohim of my master Avraham, who has not abandoned his loyal-love and faithfulness with my master. As for me, Yahweh has guided me on the way to the house of the brother of my master.”",
        "bookname": "Genesis"
    },
    {
        "id": "621",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 28,
        "text": "And the young woman ran and she reported to the house of her mother about these words.",
        "bookname": "Genesis"
    },
    {
        "id": "622",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 29,
        "text": "Now, Rivqah had a brother, and his name was Laban, and Laban ran to the man outside the city, to the spring.",
        "bookname": "Genesis"
    },
    {
        "id": "623",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 30,
        "text": "And it came about when he saw the nose-ring and the bracelets on the hands of his sister, and when he heard the words of Rivqah his sister, saying, “This is what the man spoke to me” that he went to the man and look, he was standing by his camels, by the spring.",
        "bookname": "Genesis"
    },
    {
        "id": "624",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 31,
        "text": "And he said, “Come, blessed one of Yahweh! Why do you stand outside? I have prepared the house and a place for the camels!”",
        "bookname": "Genesis"
    },
    {
        "id": "625",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 32,
        "text": "And the man went into the house, and he unbound the camels, and he gave straw and fodder to the camels, and water for washing his feet and the feet of the men with him,",
        "bookname": "Genesis"
    },
    {
        "id": "626",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 33,
        "text": "and there was set before him food for eating, and he said, “I will not eat until I speak my words.” And he said, “Speak!”",
        "bookname": "Genesis"
    },
    {
        "id": "627",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 34,
        "text": "And he said, “A servant of Avraham I am.",
        "bookname": "Genesis"
    },
    {
        "id": "628",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 35,
        "text": "And Yahweh has blessed my master very much, and he has become great, and he has given to him flocks and herds and silver and gold and male and female servants and camels and donkeys,",
        "bookname": "Genesis"
    },
    {
        "id": "629",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 36,
        "text": "and Sarah, the wife of my master, has birthed for him a son, after she has become old, and he gave to him everything which belongs to him.",
        "bookname": "Genesis"
    },
    {
        "id": "630",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 37,
        "text": "And my master made me swear an oath, saying, ‘You will not take a wife for my son from the daughters of the Canaanites, in whose land I am dwelling.",
        "bookname": "Genesis"
    },
    {
        "id": "631",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 38,
        "text": "Rather, you will go to the house of my father, and to my clan, and you will take a wife for my son.’",
        "bookname": "Genesis"
    },
    {
        "id": "632",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 39,
        "text": "And I said to my master, ‘Perhaps the woman will not come after me.’",
        "bookname": "Genesis"
    },
    {
        "id": "633",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 40,
        "text": "And he said to me, ‘Yahweh, whom I have walked before his face, he will send his messenger with you, and he will make your way successful, and you will take a wife for my son, from my clan, and from the house of my father.",
        "bookname": "Genesis"
    },
    {
        "id": "634",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 41,
        "text": "Then you will be innocent from my oath, because you will have gone to my clan. And if they don’t give you, then you will be innocent from my oath.’",
        "bookname": "Genesis"
    },
    {
        "id": "635",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 42,
        "text": "And I went today to the spring, and I said, ‘Yahweh, Elohim of my master Avraham, if you would please make successful my way upon which I walk,",
        "bookname": "Genesis"
    },
    {
        "id": "636",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 43,
        "text": "look, I am standing by a spring of water. And may it come about that the young woman who comes out to get water, and to whom I say, “Please, give me a little water to drink from your jar.”",
        "bookname": "Genesis"
    },
    {
        "id": "637",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 44,
        "text": "and then she says to me, “Both you I will give to drink, and I will also get water for your camels.” May that be the woman whom Yahweh has decided for the son of my master.’",
        "bookname": "Genesis"
    },
    {
        "id": "638",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 45,
        "text": "I had just finished speaking to my heart, and look, Rivqah came out, and her jar was on her shoulder, and she went down to the spring and got water, and I said to her, ‘Please, give me a drink.’",
        "bookname": "Genesis"
    },
    {
        "id": "639",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 46,
        "text": "and she hurried and brought down her jar from upon her, and she said, ‘Drink! And I will also water your camels.’ And I drank, and also she watered the camels.",
        "bookname": "Genesis"
    },
    {
        "id": "640",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 47,
        "text": "And I asked her and I said, ‘Whose daughter are you?’ And she said, ‘The daughter of Bethuel, the son of Nahor, whom Milkah birthed for him.’",
        "bookname": "Genesis"
    },
    {
        "id": "641",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 48,
        "text": "And I bowed in worship to Yahweh, and I blessed Yahweh the Elohim of my master Avraham, who guided me on the way of faithfulness, to take the daughter of the brother of my master for his son.",
        "bookname": "Genesis"
    },
    {
        "id": "642",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 49,
        "text": "And now, if you are going to act with loyal-love and faithfulness to my master, tell me! And if not, tell me! So I can turn to the right or to the left!”",
        "bookname": "Genesis"
    },
    {
        "id": "643",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 50,
        "text": "And Laban answered, and Bethuel, and they said, “The word has gone out from Yahweh! We are not able to speak to you bad or good!",
        "bookname": "Genesis"
    },
    {
        "id": "644",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 51,
        "text": "Look, Rivqah is before you: take and go! And she can become a wife for the son of your master, just as Yahweh has spoken a word.”",
        "bookname": "Genesis"
    },
    {
        "id": "645",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 52,
        "text": "And it came about when the servant of Avraham heard their words, then he bowed onto the ground in worship of Yahweh.",
        "bookname": "Genesis"
    },
    {
        "id": "646",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 53,
        "text": "And the servant brought out articles of silver and articles of gold and clothes, and he gave to Rivqah, and he gave precious gifts to her brother and to her mother.",
        "bookname": "Genesis"
    },
    {
        "id": "647",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 54,
        "text": "And they ate and they drank, he and the men with him, and they stayed the night.",
        "bookname": "Genesis"
    },
    {
        "id": "648",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 55,
        "text": "And they got up in the morning, and he said, “Send me off to my master!” And her brother and her mother said, “Let the young woman dwell with us a few days, or 10; then she can go.”",
        "bookname": "Genesis"
    },
    {
        "id": "649",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 56,
        "text": "And he said to them, “Do not make me delay. Yahweh has made my way successful. Send me off so I can go to my master.”",
        "bookname": "Genesis"
    },
    {
        "id": "650",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 57,
        "text": "And they said, “Let us call the young woman, and we can inquire what she says.”",
        "bookname": "Genesis"
    },
    {
        "id": "651",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 58,
        "text": "And they called Rivqah and said to her, “Will you go with this man?” And she said, “I will go.”",
        "bookname": "Genesis"
    },
    {
        "id": "652",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 59,
        "text": "And they sent Rivqah their sister and her nursemaid, and the servant of Avraham and his men,",
        "bookname": "Genesis"
    },
    {
        "id": "653",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 60,
        "text": "and they blessed Rivqah, and they said to her, “Our sister, may you become into thousands of ten-thousands, and may your seed possess the gate of his haters.”",
        "bookname": "Genesis"
    },
    {
        "id": "654",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 61,
        "text": "And she arose, Rivqah and her young women, and they rode upon the camels, and they went after the man and the servant took Rivqah and he went.",
        "bookname": "Genesis"
    },
    {
        "id": "655",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 62,
        "text": "Now, Yitskhaq was going from the entrance of “Well of the Living One Who Sees Me,” and he was dwelling in the land of the Negev,",
        "bookname": "Genesis"
    },
    {
        "id": "656",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 63,
        "text": "and Yitskhaq went out to urinate in the field as it turned to evening, and he lifted his eyes and he saw and look, camels coming.",
        "bookname": "Genesis"
    },
    {
        "id": "657",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 64,
        "text": "And Rivqah lifted her eyes and she saw Yitskhaq, and she fell off her camel.",
        "bookname": "Genesis"
    },
    {
        "id": "658",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 65,
        "text": "And she said to the servant, “Who is this man, who comes into the field to meet us?” And the servant said, “He is my master.” And she took a veil and she covered herself.",
        "bookname": "Genesis"
    },
    {
        "id": "659",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 66,
        "text": "And the servant recounted to Yitskhaq all the words/things that he did,",
        "bookname": "Genesis"
    },
    {
        "id": "660",
        "translation": "BP2025",
        "book": "1",
        "chapter": 24,
        "verse": 67,
        "text": "and Isaac brought her into the tent of Sarah his mother, and he took Rivqah, and she became for him a wife, and he loved her and Yitskhaq was comforted after the death of his mother.",
        "bookname": "Genesis"
    },
    {
        "id": "661",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 1,
        "text": "And Avraham did it again, he took a wife, and her name was Qeturah.",
        "bookname": "Genesis"
    },
    {
        "id": "662",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 2,
        "text": "And she birthed for him Zimran and Yokshan and Medan and Midian and Yishbaq and Shuakh,",
        "bookname": "Genesis"
    },
    {
        "id": "663",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 3,
        "text": "and Yokshan birthed Sheba’ and Dedan, and the sons of Dedan were Ashurites, Letushites, and Leumites;",
        "bookname": "Genesis"
    },
    {
        "id": "664",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 4,
        "text": "and the sons of Midian were Ephah and Epher and Khanok and Avida’ and Eldaah. All these are the sons of Qeturah.",
        "bookname": "Genesis"
    },
    {
        "id": "665",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 5,
        "text": "And Avraham gave all that belong to him to Yitskhaq,",
        "bookname": "Genesis"
    },
    {
        "id": "666",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 6,
        "text": "and to the sons of the concubines that belong to Avraham, Avraham gave gifts, and he sent them away from Yitskhaq his son, while he was still alive, to the east, to the land of the east.",
        "bookname": "Genesis"
    },
    {
        "id": "667",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 7,
        "text": "And these are the days of the years of the life of Avraham which he lived: 175 years.",
        "bookname": "Genesis"
    },
    {
        "id": "668",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 8,
        "text": "And he expired and Avraham died, in good old age, old and complete, and he was gathered to his people.",
        "bookname": "Genesis"
    },
    {
        "id": "669",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 9,
        "text": "And they buried him, Yitskhaq and Yishmael his sons, in the cave of Macpelah, in the field of Ephron son of Zohar that Hethite, which is opposite Mamre,",
        "bookname": "Genesis"
    },
    {
        "id": "670",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 10,
        "text": "the field which Avraham purchased from the sons of Heth, there was buried Avraham, and Sarah his wife.",
        "bookname": "Genesis"
    },
    {
        "id": "671",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 11,
        "text": "And it came about after the death of Avraham, that Elohim blessed Yitskhaq his son, and Yitskhaq dwelt in Well of the Living One Who Sees Me.",
        "bookname": "Genesis"
    },
    {
        "id": "672",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 12,
        "text": "Now, these are the generations of Yishmael, son of Avraham, whom she birthed, Hagar the Egyptian, the slave-girl of Sarah, for Avraham.",
        "bookname": "Genesis"
    },
    {
        "id": "673",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 13,
        "text": "These are the names of the sons of Yishmael, by their names of their generations: the firstborn of Yishmael: Nebayoth and Cedar and ‘Abdiel and Mibsham,",
        "bookname": "Genesis"
    },
    {
        "id": "674",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 14,
        "text": "and Mishma’ and Dumah and Massa’,",
        "bookname": "Genesis"
    },
    {
        "id": "675",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 15,
        "text": "Khadad and Tema’, Yetur, Naphish, and Qedmah.",
        "bookname": "Genesis"
    },
    {
        "id": "676",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 16,
        "text": "These are the sons of Yishmael and these are their names, by their villages and encampments, twelve princes according to their clans.",
        "bookname": "Genesis"
    },
    {
        "id": "677",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 17,
        "text": "And these are the years of the life of Yishmael: One hundred and thirty and seven years. And he expired and he died, and he was gathered to his people.",
        "bookname": "Genesis"
    },
    {
        "id": "678",
        "translation": "BP2025",
        "book": "1",
        "chapter": 25,
        "verse": 18,
        "text": "And they dwelt from Havilah unto Shur, which is opposite Egypt as you go to Ashur, against the face of all his brothers.",
        "bookname": "Genesis"
    }
]